Repository: Milkyway-at-home/BOINC
Catalog: languages/translations/*.po
Languages: ar, be, bg, ca, de, es, fr, lt, pl, ru

# RLN_NEWF_5_4_AM
source: Support for 'Account managers' - web sites that let you browse BOINC projects, attach/detach, change resource share and settings, all with point-and-click simplicity. Account managers are also great if you have several computers - you just have to make changes once.
ar: الدعم الفني لمديري الحسابات - هي مواقع تمكنك من تصفح مشروعات BOINC و&nbsp;الشبك إليها و&nbsp;الفصل عنها و&nbsp;تغيير تضبيطات المشاركة في الموارد عن طريق استمارات بسيطة. مديرو&nbsp;الحسابات مفيدون للغاية إن كنت تشغل BOINC على حواسيب عديدة حيث يمكنك باستخدامها إحداث التغييرات في موضع واحد.
be: Дададзеная падтрымка 'Мэнэджэраў праектаў' - гэта сайты аб'яднаўчыя інфармацыю па праектах выкарыстоўвалым платформу BOINC, якія дазваляюць выбіраць праекты, падлучацца або адлучацца ад праектаў, змяняць агульныя налады адразу для ўсіх праектаў, і што маюць пры гэтым простай і зразумелы інтэрфейс. Дадзеныя сайты зручныя калі вы запукаете BOINC на некалькіх кампутарах, у гэтым выпадку вам будзе неабходна падлучацца толькі да 'Мэнэджэру праектаў', а не да ўсяго n-му колькасці праектаў у якіх вы захочаце ўдзельнічаць.
bg: Поддръжка на 'Мениджъри на акаунтите' - уеб-сайтове, които Ви позволяват да разглеждате BOINC проектите, да се присъединявате или отписвате в/от тях, променяте поделянето на ресурсите и настройките, и всичко това става за секунди бързо и лесно. Мениджърите на акаунтите вършат прекрасна работа и ако имате няколко компютъра - трябва да направите настройките само веднъж.
ca: Suport per 'Gestors de comptes' - pàgines web que permeten seleccionar projectes BOINC, adherir-s’hi o no, canviar recursos i configuracions, tot amb la senzillesa d'un clic. Els Gestors de comptes també ajuden en el cas de disposar de mes d'un ordinador - només cal fer els canvis un sol cop.
de: Unterstützung für 'Kontoverwaltungen' (engl. <em>Account managers</em>) - Websites, mit denen Sie mit wenigen Mausklicks BOINC-Projekte an- und abmelden und die Ressourcenaufteilung und Einstellungen ändern können. Kontoverwaltungen sind insbesondere dann nützlich, wenn Sie mehrere Computer besitzen - Sie müssen Änderungen nur einmal vornehmen.
es: Ayuda para 'Administradores de cuentas' - sitios web que le permiten ver, unirse/separase, cambiar los recursos del ordenador y preferencias de los proyectos de BOINC, fácilmente, con solo marcar con el ratón. Los Adminstradores de cuentas son también muy utiles si tiene varios ordenadores - sólo tiene que realizar los cambios una vez.
fr: Support des 'Gestionnaires de comptes' - des sites web vous permettant de naviguer entre les projets BOINC, d'attacher/détacher, changer le partage de ressources et les paramètres, par de simples clics. Les gestionnaires de comptes sont aussi très utiles lorsque vous avez plusieurs ordinateurs - les changements n'ont à être faits qu'une fois.
lt: Palaiko 'Abonentų valdiklius' - tinklapius, kurie leidžia jums pasirinkti BOINC projektus, prisijungti/atsijungti, pakeisti resursų padalijimą ir nustatymus. Visa tai vyksta labai paprastai. Abonentų valdikliai taip pat leidžia greitai keisti kelių kompiuterių nustatymus vienu metu.
ru: Добавлена поддержка 'Менеджеров проектов' - это сайты объединяющие информацию по проектам использующим платформу BOINC, позволяющие выбирать проекты, подключаться или отсоединяться от проектов, изменять общие настройки сразу для всех проектов, и имеющие при этом простой и понятный интерфейс. Данные сайты удобны если вы запукаете BOINC на нескольких компьютерах, в этом случае вам будет необходимо подключаться только к 'Менеджеру проектов', а не ко всему n-му количеству проектов в которых вы захотите участвовать.

# RLN_NEWF_5_4_PREF_OVERRIDE
source: General preferences can be overridden by a local file; details are %s here %s.
ar: التضبيطات العامة تتسلط عليها التضبيطات في ملف محلي؛ %sتفاصيل ذلك مشروحة في صفحة أخرى%s.
be: Агульныя налады могуць быць замененыя наладамі з лакальна захоўваемага файла; падрабязнасці можна пазнаць %s тут %s
bg: Общите предпочитания (настройки) могат да бъдат отменени от такива от локален файл; подробностите за това са %s тук %s.
ca: Les Preferències generals es poden superar a través d'un arxiu local; els detalls els trobara %s aquí %s.
de: Die allgemeinen Einstellungen können durch eine lokale Datei ausser Kraft gesetzt werden. Weitere Informationen dazu finden Sie %shier%s.
es: Las preferencias generales pueden ser sustituidas por otras de un archivo local; los detalles están %s aquí %s.
fr: Les préférences générales peuvent être remplacées par celles d'un fichier local ; des détails sont disponibles %s ici %s.
lt: Bendri nustatymai gali būti apeinami įrašant vietines bylas; daugiau informacijos rasite %s čia %s.
ru: Общие настройки могут быть заменены настройками из локально хранимого файла; подробности можно узнать %s здесь %s

# RLN_NEWF_5_4_ALERTS_CONNECT
source: BOINC now alerts you whenever it needs you to create a network connection.
ar: ينبهك BOINC الآن عند حاجته إلى عمل اتصال عبر الشبكة.
be: BOINC мэнэджэр выдае дыялогавае акно з напамінкам штораз, калі BOINC кліенту патрабуецца ўсталяваць злучэнне з інтэрнэтам.
bg: BOINC вече може да Ви предупреждава когато има нужда да създадете мрежова връзка.
ca: BOINC l'avisarà si requereix que l'usuari estableixi una connexió de xarxa.
de: BOINC benachrichtigt Sie nun immer, wenn eine Netzwerkverbindung aufgebaut werden muss.
es: BOINC ahora le avisa siempre que necesita establecer una conexión de red.
fr: Maintenant BOINC vous alerte lorsqu'il a besoin de vous pour se connecter au réseau.
lt: BOINC dabar praneša kai jam reikia prisijungimo prie interneto.
ru: BOINC менеджер выдаёт диалоговое окно с напоминанием каждый раз, когда BOINC клиенту требуется установить соединение с интернетом.

# RLN_RECOMMEND_LATEST_VERSION
source: We recommend that all BOINC users upgrade to %s.
ar: نحث كل متخدمي BOINC على الترقية إلى %s.
be: Настойліва рэкамендуецца абнавіць BOINC да версіі %s
bg: Препоръчваме на всички BOINC потребители да използват %s.
ca: Recomanem a tots els usuaris de BOINC que actualitzin a %s.
de: Wir empfehlen allen BOINC-Nutzern die Aktualisierung auf die Version %s.
es: Recomendamos que todos los usuarios de BOINC actualizen a %s.
fr: Nous recommandons à tous les utilisateurs de BOINC d'utiliser la version %s.
lt: Mes rekomenduojame BOINC vartotojams atnaujinti savo programą iki %s versijos.
pl: Zalecamy, aby wszyscy u¿ytkownicy BOINC zaktualizowali Menad¿era do wersji %s.
ru: Настоятельно рекомендуется обновить BOINC до версии %s

# RLN_LINK2_VERSION_HISTORY
source: A detailed revision history is %shere%s.
ar: %sالتاريخ التفصيلي للإصدارات%s.
be: Падрабязней аб новаўвядзеннях у розных версіях %s тут %s
bg: Подробен списък на версиите има %s тук %s.
ca: L'historial detallat de revisions és %s aquí %s.
de: Eine ausführliche Versionsgeschichte finden Sie %shier%s.
es: %s Aquí %s encontrará un historial de revisiones detallado.
fr: Un historique détaillé des différentes versions est disponible %sici%s.
lt: Detali programos kaitos istorija yra %s čia %s.
pl: Szczegó³owa lista zmian znajduje siê %stutaj%s.
ru: Подробнее о нововведениях в различных версиях %s здесь %s

# RLN_MSWIN_INSTALL_MODES
source: BOINC can be installed in any of several modes:
ar: يمكن تثبيت BOINC في أي من الأطوار التالية:
be: Існуе некалькі варыянтаў усталёўкі BOINC:
bg: BOINC може да бъде инсталиран в някои от следните режими:
ca: El client BOINC té diferents tipus d'instal·lació:
de: BOINC kann auf verschiedene Arten installiert werden:
es: BOINC puede ser instalado en distintos modos:
fr: BOINC peut être installé pour fonctionner dans plusieurs modes :
lt: Įdiegimo metu galima pasirinkti vieną iš kelių BOINC veikimo režimų:
pl: Menad¿er BOINC mo¿e byæ zainstalowany w trzech ró¿nych typach:
ru: Существует несколько вариантов установки BOINC:

# RLN_SINGLE_USER_INSTALL
source: Single-user installation
ar: تثبيته مستخدم واحد
be: Індывідуальная ўсталёўка
bg: Инсталация за определен потребител
ca: Instal·lació com a usuari únic (Single-user installation)
de: Einzelbenutzer-Installation</b> <i>(Single-user installation)</i><b>
es: Instalación monousuario
fr: Installation Mono-utilisateur (Single-user installation)
lt: Įdiegimas vienam vartotojui
pl: Instalacja dla jednego u¿ytkownika
ru: Индивидуальная установка

# RLN_MSWIN_INSTALL_SINGLE_USER_DESC
source: This is the recommended mode. BOINC will run while you (the installing user) are logged in. BOINC is listed in the Start menu of you,but not other users. The 'Show graphics' command in the BOINC manager works only for you. The BOINC screensaver shows applicationgraphics only for you (other users can run the screensaver but will see textual information only).
ar: هذا هو&nbsp;الطور الموصى به؛ فيه يعمل BOINC طالما أنك (المستخدم المثبِّت) والج إلى النظام، و&nbsp;سيدرج BOINC في قائمة <kbd>ابدأ</kbd> لك أنت وحدك و&nbsp;ليس لمستخدمي الحاسوب الآخرين، كما سيعمل أمر <kbd>أظهر الرسوميات</kbd> في مدير BOINC لك وحدك، كما لن يظهر حافظ الشاشة الرسوميات لغيرك (سيتمكن المستخدمون الآخرون من تشغيل حافظ الشاشة لكنهم لن يروا سوى معلومات نصية و&nbsp;حسب).
be: Рэкамендуемы варыянт усталёўкі. BOINC кліент будзе працаваць толькі калі вы (карыстач, які ўсталёўвае BOINC) зайдзеце на ваш кампутар. BOINC будзе паказвацца толькі ў вашым меню праграмаў 'Пуск'. Кнопка 'Паказаць графіку' у BOINC мэнэджэру будзе працаваць толькі ў вас. Экранная застаўка BOINC будзе паказваць графіку прыкладанняў толькі ў вас (іншыя карыстачы кампутара таксама змогуць вылучыць экранную застаўку BOINC, але яны будуць бачыць толькі тэкст).
bg: Това е препоръчителния режим. BOINC работи докато Вие (инсталиращият потребител) сте логнати в системата. BOINC се показва във Вашето Start меню, но не и в менюто на останалите потребители на компютъра. Командата 'Show graphics' на BOINC работи само за Вас. BOINC скриин-сеивъра показва графиките от програмата само за Вас (останалите потребители могат да стартират скриин-сеивъра, но ще виждат само текстова информация).
ca: Aquest és el tipus d'instal·lació recomanat. BOINC s'executarà mentre l'usuari d'instal·lació està actiu. BOINC es declarat en el menú d'inici d'aquest usuari però no en el dels altres. L'ordre 'Mostrar els grafics' del gestor BOINC es exclusiva per aquest usuari. El salvapantalles de BOINC li mostra una aplicació gràfica (els altres usuaris poden executar el salvapantalles però només informació en modo text).
de: Dies ist die empfohlene Installationsart. BOINC läuft nur, wenn Sie (der Benutzer, der BOINC installiert hat) angemeldet sind. BOINC wird nur in Ihrem Startmenü aufgelistet und der Befehl 'Grafik anzeigen' im BOINC Manager funktioniert auch nur bei Ihnen (den anderen Benutzern werden im Bildschirmschoner lediglich Textinformationen angezeigt).
es: Este es el modo recomendado. BOINC se ejecutará mientras usted (el usuario que lo ha instalado) haya inciado una sesión en su ordenador. BOINC aparece en el menú de Inicio de usted, pero no en el de los demás usuarios. El comando 'Mostrar gráficos' del administardor BOINC funciona sólo para usted. El Protector de pantalla de BOINC muestra gráficos de las aplicaciones sólo para usted (los demás usuarios pueden ejecutar el protector de pantalla pero solo verán la información textual).
fr: Ce mode est recommandé. BOINC fonctionne lorsque vous (l'utilisateur l'ayant installé) êtes logué. BOINC est listé dans votre menu démarrer, mais pas dans celui des autres utilisateurs. La commande 'Montrer les graphiques' dans le BOINC manager ne fonctionne que pour vous. L'économisateur d'écran de BOINC ne montrera des graphiques que pour vous (les autres utilisateurs pourront lancer l'économisateur d'écran de BOINC mais ne verront que des informations textuelles).
lt: Tai yra rekomenduojamas režimas. BOINC veiks tik tada, kai yra prisijungęs vartotojas, kuris įdiegė BOINC. BOINC yra jūsų programų meniu, o ne kitų vartotojų. 'Rodyti grafiką' komanda BOINC valdiklyje taip pat veikia tik šiam vartotojui. BOINC užsklanda rodo programų grafiką tik jums (kiti kompiuterio vartotojai matys tik tekstinę informaciją).
pl: Jest to zalecany typ instalacji. BOINC uruchamia siê i pracuje tylko, gdy dany u¿ytkownik (na którego koncie zosta³ on zainstalowany) jest zalogowany. BOINC wystêpuje w twoim menu Start, ale nie innych u¿ytkowników. Komenda 'Poka¿ grafikê' w Menad¿erze BOINC dzia³a tylko na twoim koncie. Wygaszacz ekranu BOINC pokazuje grafikê z projektów tylko na twoim koncie. (inni u¿ytkownicy mog¹ uruchomiæ wygaszacz, ale zobacz¹tylko informacje w postaci tekstowej).
ru: Рекомендуемый вариант установки. BOINC клиент будет работать только когда вы (пользователь, устанавливающий BOINC) зайдёте на ваш компьютер. BOINC будет показываться только в вашем меню программ 'Пуск'. Кнопка 'Показать графику' в BOINC менеджере будет работать только у вас. Экранная заставка BOINC будет показывать графику приложений только у вас (другие пользователи компьютера тоже смогут выбрать экранную заставку BOINC, но они будут видеть только текст).

# RLN_SHARED_INSTALL
source: Shared installation
ar: التثبيت المشترك
be: Усталёўка для ўсіх карыстачоў
bg: Споделена инсталация
ca: Instal·lació compartida (Shared installation)
de: Gemeinsame Installation</b> <i>(Shared installation)</i><b>
es: Instalación compartida
fr: Installation partagée (Shared installation)
lt: Dalinimosi režimas
pl: Instalacja wspólna
ru: Установка для всех пользователей

# RLN_MSWIN_INSTALL_SHARED_DESC
source: BOINC runs whenever any user is logged in. BOINC is listed in the Start menu of all users. While BOINC is running, it runs as a particular user (either the first user to log in, or the first to run BOINC). The 'Show graphics' command in the BOINC manager works only for this user. The BOINC screensaver shows application graphics only for this user (other users can run the screensaver but will see textual information only).
ar: يعمل BOINC في أي وقت يكون في مستخدم ما والجا إلى النظام؛ سيظهر BOINC في قائمة <kbd>ابدأ</kbd> لكل المستخدمين، و&nbsp;حينما يكون BOINC عاملا فإنه يعمل في سياق مستخدم ما (إما أول من يلج إلى النظام، أو&nbsp;أول من يشغله يدويا، حسب التضبيطات)، و&nbsp;لا يعمل أمر <kbd>أظهر الرسوميات</kbd> إلا لهذا المستخدم، كما لا يظهر حافظ الشاشة الرسوميات إلا لذات المستخدم (سيكن بوسع الآخرين رؤية المعلومات النصية و&nbsp;حسب).
be: BOINC кліент будзе запускацца пры ўваходзе любога карыстача кампутара. BOINC будзе паказвацца ў меню праграмаў 'Пуск' у ўсіх карыстачоў кампутара. BOINC будзе запускацца ад імя першага які ўвайшоў на кампутар карыстача (пасля выхаду дадзенага карыстача адлік першага карыстача пачынаецца зноўку). Кнопка 'Паказаць графіку' у BOINC мэнэджэру будзе працаваць толькі ў дадзенага першага карыстача. Экранная застаўка BOINC будзе паказваць графіку прыкладанняў толькі ў дадзенага першага карыстача (іншыя карыстачы кампутара таксама змогуць вылучыць экранную застаўку BOINC, але яны будуць бачыць толькі тэкст).
bg: BOINC работи докато които и да е потребител е логнат в системата. BOINC се показва в Start менюто на всички потребители. Докато BOINC работи, това е за определен потребител (или първият логнат, или първия, стартирал BOINC). Командата 'Show graphics' на BOINC работи само за този потребител. BOINC скриин-сеивъра показва графиките от програмата само за този потребител (останалите потребители могат да стартират скриин-сеивъра, но ще виждат само текстова информация).
ca: El client BOINC és executat mentre qualsevol usuari tingui una sessió oberta. BOINC es declarat en el menú d'inici de tots els usuaris. L'execució de BOINC és per l'usuari que l'inicia (el primer en activar-se o el primer en executar BOINC). La visualització dels gràfics en el client BOINC només es per aquest usuari. El salvapantalles mostra els gràfics només per aquest usuari (els altres usuaris poden executar el salvapantalles però només informació en modo text).
de: BOINC läuft, wann immer ein Benutzer angemeldet ist und wird in den Startmenüs aller Benutzer angezeigt. BOINC wird dabei unter einem einzelnen Benutzer (entweder der Erste, der sich angemeldet hat, oder der Erste, der BOINC gestartet hat) ausgeführt. Die Funktion 'Grafik anzeigen' im BOINC Manager funktioniert nur bei diesem Benutzer (den anderen Benutzern werden im Bildschirmschoner nur Textinformationen angezeigt).
es: BOINC se ejecuta cada vez que cualquier usuario inicia una sesión. BOINC aparece en el menú de Inicio de todos los usuarios. Mientras BOINC está funcionando, lo hace como un sólo usuario (bien el primer usuario en iniciar una sesión, o el primero que ejecuta BOINC). El comando 'Mostrar gráficos' del administrador BOINC funciona sólo para dicho usuario. El protector de pantalla de BOINC muestra gráficos de las aplicaciones sólo para dicho usuario (los demás usuarios pueden ejecutar el protector de pantalla pero sólo verán información textual).
fr: BOINC fonctionne à partir du moment où un utilisateur est logué. BOINC est listé dans le menu démarrer de tous les utilisateurs. Lorsque BOINC est lancé, il l'est au titre d'un utilisateur particulier (soit le premier utilisateur à se loguer, soit le premier à lancer BOINC). La commande 'Montrer les graphiques' dans le BOINC manager ne fonctionne que pour cet utilisateur. L'économisateur d'écran de BOINC ne montre les graphiques que pour cet utilisateur (les autres peuvent le lancer mais ils ne verront que des informations textuelles).
lt: BOINC veikia jei nors vienas vartotojas yra prisijungęs prie kompiuterio. BOINC yra programų sąraše ir prieinamas visiems vartotojams. BOINC veikia kaip konkretaus vartotojo programa (to kuris pirmas prisijungė, arba pirmas paleido BOINC) 'Rodyti grafiką' komanda veikia tik šiam vartotojui. BOINC užsklanda taip pat rodo grafiką tik šiam vartotojui. Kiti vartotojai mato tik tekstinę informaciją.
pl: BOINC uruchamia siê i pracuje niezale¿nie od tego, kto jest zalogowany. BOINC wystêpuje w menu Start ka¿dego u¿ytkownika. Gdy BOINC jest uruchomiony, przetwarza on dane dla okreœlonego u¿ytkownika (niewa¿ne kto jest zalogowany). Komenda 'Poka¿ grafikê' w Menad¿erze BOINC dzia³a na koncie, na którym zosta³ on zainstalowany,Wygaszacz ekranu BOINC pokazuje grafikê z projektów tylko na koncie, na którym zosta³ zainstalowany. (inni u¿ytkownicy mog¹ uruchomiæ wygaszacz, ale zobacz¹tylko informacje w postaci tekstowej).
ru: BOINC клиент будет запускаться при входе любого пользователя компьютера. BOINC будет показываться в меню программ 'Пуск' у всех пользователей компьютера. BOINC будет запускаться от имени первого вошедшего на компьютер пользователя (после выхода данного пользователя отсчёт первого пользователя начинается заново). Кнопка 'Показать графику' в BOINC менеджере будет работать только у данного первого пользователя. Экранная заставка BOINC будет показывать графику приложений только у данного первого пользователя (другие пользователи компьютера тоже смогут выбрать экранную заставку BOINC, но они будут видеть только текст).

# RLN_WIN_SERVICE_INSTALL
source: Service installation
ar: التثبيتة كخدمة
be: Усталёўка ў якасці службы
bg: Инсталиране като услуга
ca: Instal·lació com a Servei (Service installation)
de: Installation als Dienst</b> <i>(Service installation)</i><b>
es: Instalación de servicio
fr: Installation en tant que service (Service installation)
lt: Serviso režimas
pl: Instalacja serwisowa
ru: Установка в качестве службы

# RLN_MSWIN_INSTALL_WINSERVICE_DESC
source: BOINC runs all the time (even when no one is logged in). BOINC is listed in the Start menu of the installing user, but not other users. The 'Show graphics' command in the BOINC manager will not work for any user. The BOINC screensaver will only show textual information.
ar: يعمل BOINC طوال الوقت (حتى عندما لا يكون أحد والجا)، و&nbsp;يظهر BOINC في قائمة <kbd>ابدأ</kbd> للمستخدم الذي ثبته فقط و&nbsp;ليس للآخرين، كما لن يعمل أمر <kbd>أظهر الرسوميات</kbd> لأي مستخدم، و&nbsp;لن يظهر حافظ الشاشة سوى المعلومات النصية و&nbsp;حسب للجميع.
be: BOINC кліент працуе заўсёды (нават калі на кампутары не ўвайшоў ні адзін з карыстачоў). BOINC будзе паказвацца толькі ў меню праграмаў 'Пуск' карыстача, які ўсталяваў BOINC. Кнопка 'Паказаць графіку' у BOINC мэнэджэру не будзе працаваць ні ў каго. Экранная застаўка BOINC будзе паказваць толькі тэкст).
bg: BOINC работи през цялото време (дори никой да не е логнат). BOINC се показва в Start менюто на инсталиралия програмата потребител, но не и на останалите потребители. Командата 'Show graphics' на BOINC мениджъра няма да работи за никои потребител. BOINC скриин-сеивъра ще показва само текстова информация.
ca: El client BOINC és executat sempre (encara que no hi hagi cap sessió oberta). BOINC és declarat en el menú d'inici de l'usuari que fa la instal·lació, i no en el dels altres. L'ordre 'Mostrar els grafics' del gestor BOINC no es operativa per a cap usuari. El salvapantalles mostrarà, només, informació en modo text.
de: BOINC läuft die ganze Zeit (sogar wenn niemand angemeldet ist) und wird nur im Startmenü jenes Benutzers aufgelistet, der BOINC installiert hat. Die Funktion 'Grafik anzeigen' funktioniert bei keinem Benutzer. Der BOINC-Bildschirmschoner zeigt daher lediglich Textinformationen an.
es: BOINC funciona siempre (incluso cuando nadie ha iniciado una sesión). BOINC aparece en el menú de Inicio del usuario que lo instaló, pero no en el de los demás. El comando 'Mostrar gráficos' del administrador BOINC no funcionará para ningún usuario. El protector de pantalla de BOINC sólo mostrará información textual.
fr: BOINC fonctionne tout le temps (même si personne n'est logué). BOINC est listé dans le menu démarrer de l'utilisateur qui l'a installé, mais pas dans celui des autres. La commande 'Montrer les graphiques' dans le BOINC manager ne marchera pour aucun utilisateur. L'économiseur d'écran de BOINC ne montrera que des informations textuelles.
lt: BOINC veikia visą laika (net kai nėra prisijungusio vartotojo). BOINC yra tik to vartotojo, kuris instaliavo BOINC programų sąraše, o ne kitų vartotojų. 'Rodyti grafiką' komanda BOINC valdiklyje neveikia. BOINC užsklanda pateikia tik tekstinę informaciją.
pl: BOINC uruchamia siê i pracuje ca³y czas (nawet jeœli nikt nie jest zalogowany). BOINC wystêpuje w menu Start u¿ytkownika, który go zainstalowa³, ale nie innych u¿ytkowników. Komenda 'Poka¿ grafikê' w Menad¿erze BOINC nie dzia³a u ¿adnego u¿ytkownika. Wygaszacz ekranu BOINC pokazuje tylko informacje w postaci tekstowej.
ru: BOINC клиент работает всегда (даже если на компьютере не вошёл ни один из пользователей). BOINC будет показываться только в меню программ 'Пуск' пользователя, установившего BOINC. Кнопка 'Показать графику' в BOINC менеджере не будет работать ни у кого. Экранная заставка BOINC будет показывать только текст).
