Repository: Milkyway-at-home/BOINC
Catalog: languages/translations/*.po
Languages: ar, be, bg, ca, de, es, fr, lt, pl, ru

# DL_WHATS_BOINC
source: BOINC is a program that lets you donate your idle computer time to science projects like SETI@home, Climateprediction.net, Rosetta@home, World Community Grid, and many others. <p> After installing BOINC on your computer, you can connect it to as many of these projects as you like. <p>
ar: <p>BOINC برمجية تمكنك من التبرع بقوة حاسوبك غير المستغلة لمشروعات علمية مثل <span xml:lang="en" dir="ltr">SETI@home</span> و&nbsp;<span xml:lang="en" dir="ltr">Climateprediction.net</span> و&nbsp;Rosetta@home و&nbsp;<span xml:lang="en" dir="ltr">World Community Grid</span> و&nbsp;غيرها.</p><p>بعد تثبيت BOINC على حاسوبك يمكنك الشبك بأي عدد تريد من تلك المشروعات.</p>
be: BOINC - гэта праграма, якая прадстаўляе нявыкарыстаны час вашага кампутара для навуковых праектаў, такіх як: SETI@home, Climateprediction.net, Rosetta@home, World Community Grid і іншых. <p> Пасля ўсталёўкі BOINC на ваш кампутар, вы зможаце вылучыць і ўдзельнічаць адначасова ў некалькіх праектах, якіх - вырашайце самі. <p>
bg: BOINC е програма, която Ви позволява да дарите времето, през което Вашият компюър не се използва, на научни проекти като SETI@home, Climateprediction.net, Rosetta@home, World Community Grid, и много други. <p> След инсталирането на BOINC на Вашият компютър, можете да участвате в толкова проекти, колкото пожелаете. <p>
ca: BOINC és un programa que li permet donar la capacitat de càlcul no aprofitada del seu ordinador a projectes científics com SETI@home, Climateprediction.net, Rosetta@home, World Community Grid, i molts altres. <p> Després d'intal·lar BOINC al seu ordinador, el pot connectar a tants projectes com vostè vulgui. <p>
de: BOINC ist ein Programm, mit dem Sie die ungenutzte Rechenleistung Ihres Computers wissenschaftlichen Projekten wie SETI@home, ClimatePrediction.net, Rosetta@home, World Community Grid und vielen weiteren zur Verfügung stellen können.<p>Wenn Sie BOINC auf Ihrem Computer installiert haben, können Sie an so vielen von diesen Projekten teilnehmen, wie Sie möchten.<p>
es: BOINC es un programa que le permite donar el tiempo libre de su ordenador para proyectos científicos como SETI@home, Climateprediction.net, Rosetta@home, World Community Grid, y muchos otros. <p> Después de instalar BOINC en su ordenador, puede conectarlo a tantos de esos proyectos como quiera. <p>
fr: BOINC est un programme qui vous permet d'offrir le temps inutilisé par votre ordinateur à des projets scientifiques tels que SETI@home, Climateprediction.net, Rosetta@home, World Community Grid, et bien d'autres. <p> Après avoir installé BOINC sur votre ordinateur, vous pourrez vous connecter à autant de projets BOINC que vous le souhaitez. <p>
lt: BOINC yra programa, kuri leidžia dovanoti nenaudojamą jūsų kompiuterio laiką moksliniams projektams, kaip SETI@home, Climateprediction.net, Rosetta@home, World Community Grid, ir daugeliui kitų. <p> Po BOINC įdiegimo jūsų kompiuteryje, jūs galite prisijungtie prie tiek projektų, kiek jūs norite. <p>
pl: BOINC jest programem, który pozwala wykorzystaæ woln¹ moc obliczeniow¹ twojego komputera dla nauki w projektach takich jak SETI@home, Rosetta@home, Climateprediction.net, oraz wielu innych. <p> Po zainstalowaniu Menad¿era BOINC na twoim komputerze, mo¿esz pod³¹czyæ siê do jakich tylko chcesz projektów. <p>
ru: BOINC - это программа, предоставляющая неиспользуемое время вашего компьютера для научных проектов, таких как: SETI@home, Climateprediction.net, Rosetta@home, World Community Grid и других. <p> После установки BOINC на ваш компьютер, вы сможете выбрать и участвовать одновременно в нескольких проектах, каких - решайте сами. <p>

# DL_SYSTEMREQ
source: System requirements
ar: متطلبات النظام
be: Сістэмныя патрабаванні
bg: Системни изисквания
ca: Requiriments del sistema
de: Systemanforderungen
es: Requerimientos del sistema
fr: Configuration minimale
lt: Sisteminiai reikalavimai
pl: Wymagania systemowe
ru: Системные требования

# DL_RELNOTES
source: Release notes
ar: ملاحظات الإصدارة
be: Апісанне апошняй версіі
bg: Информация за версията
ca: Notes de llançament
de: Versionshinweise
es: Notas de la versión
fr: Notes de version
lt: Trumpas aprašymas
pl: Zmiany w aktualnej wersji
ru: Описание последней версии

# DL_OTHERSYS
source: Other systems
ar: نظم أخرى
be: Іншыя аперацыйныя сістэмы
bg: Други системи
ca: Altres sistemes
de: Weitere Systeme
es: Otros sistemas
fr: Autres systèmes
lt: Kitos sistemos
pl: Inne systemy
ru: Другие операционные системы

# DL_ALLVERSIONS
source: All versions
ar: كل الإصدارات
be: Усе версіі
bg: Всички версии
ca: Totes les versions
de: Alle Versionen
es: Todas las versiones
fr: Toutes les versions
lt: Visos versijos
pl: Wszystkie wersje
ru: Все версии

# DL_IF_OTHERTYPES
source: If your computer is not of one of the above types, you can
ar: إن لم يكن حاسوبك من أي الأنواع أعلاه فيمكنك
be: Калі вашаму кампутару не падыходзіць ні адзін з варыянтаў, вы можаце
bg: Ако компютърът Ви не е от един от горните типове, можете
ca: Si el seu ordinador no és de cap dels tipus indicats aquí dalt, pot
de: Wenn Ihr Computer keinem der oben genannten Typen entspricht, können Sie
es: Si su ordenador no es ninguno de los tipos anteriores, usted puede
fr: Si votre ordinateur est d'un autre type que ceux mentionnés ci-dessus, vous pouvez
lt: Jei jūsų kompiuterio tipas nepaminėtas aukščiau, jūs galite
pl: Je¿eli twój komputer korzysta z innego systemu operacyjnego lub jest innego typy mo¿esz
ru: Если вашему компьютеру не подходит ни один из вариантов, вы можете

# DL_MAKEYOUROWN
source: %s make your own client software %s or
ar: %s عمل البرمجية العميلة الخاصة بك %s أو
be: %s стварыць праграму кліента на базе зыходных тэкстаў %s або
bg: %s да си направите собствена версия на програмата %s или
ca: %s crear els seu propi client %s o bé
de: %sIhre eigene Client-Software erstellen%s oder
es: %s crear su propio software cliente %s o
fr: %s générer votre propre client %s ou
lt: %s pasidaryti savo kliento programinę įrangą %s arba
pl: %s stworzyæ w³asny program obs³uguj¹cy platformê BOINC %s lub
ru: %s создать программу клиента на базе исходных текстов %s или

# DL_DL_FROM3RDP
source: %s download executables from a third-party site %s (available for Solaris/Opteron, Linux/Opteron, Linux/PPC, HP-UX, and FreeBSD, and others).
ar: %s تنزيل التنفيذيات من موقع آخر %s (متاح لكل من <span title="Solaris/Opteron">سولاريس/أبتيرون</span، و&nbsp;<span title="Linux/Opteron">لينكس/أبتيرون</span>، و&nbsp;<span title="Linux/PPCs">لينكس/PPC<span>، و&nbsp;<span xml:lang="en" dir="ltr">HP-UX</span>، و&nbsp;<span xml:lang="en" dir="ltr">FreeBSD</span> و&nbsp;غيرها.
be: %s загрузіць гатовыя ўсталявальныя файлы з неафіцыйных сайтаў %s (даступныя версіі для Solaris/Opteron, Linux/Opteron, Linux/PPC, HP-UX, FreeBSD, а таксама іншых платформаў).
bg: %s да си изтеглите програмата от други сайтове %s (версия за Solaris/Opteron, Linux/Opteron, Linux/PPC, HP-UX, и FreeBSD, и други).
ca: %s descarregar executables des de pàgines de tercers %s (disponible per a Solaris/Opteron, Linux/Opteron, Linux/PPC, HP-UX, i FreeBSD, i altres).
de: %sdas Programm von einer anderen Website herunterladen%s (für Solaris/Opteron, Linux/Opteron, Linux/PPC, HP-UX, FreeBSD, usw.)
es: %s descargar los ejecutables de un sitio web externo %s (disponible para Solaris/Opteron, Linux/Opteron, Linux/PPC, HP-UX, and FreeBSD, y otros).
fr: %s télécharger les exécutables depuis une site tiers %s (disponible pour Solaris/Opteron, Linux/Opteron, Linux/PPC, HP-UX, FreeBSD, et autres).
lt: %s parsisiųsti iš kitų tinklapių %s (jau yra Solaris/Opteron, Linux/Opteron, Linux/PPC, HP-UX, and FreeBSD, ir kitoms operacinėms sistemoms).
pl: %s pobraæ gotowe programy stworzone przez innych %s (dostêpne dla platform Solaris/Opteron, Linux/Opteron, Linux/PPC, HP-UX, i FreeBSD oraz innych).
ru: %s загрузить готовые установочные файлы с неофициальных сайтов %s (доступны версии для Solaris/Opteron, Linux/Opteron, Linux/PPC, HP-UX, FreeBSD, а также других платформ).

# DL_DOWNLOAD_TITLE
source: BOINC: compute for science
ar: BOINC: حوسبة لأجل العلم
be: BOINC: вылічэнні для навукі
bg: BOINC: изчисление в името на науката
ca: BOINC: computació per a la ciència
de: BOINC: Rechnen für die Wissenschaft
es: BOINC: computar para la ciencia
fr: BOINC : calculez pour la science
lt: BOINC: skaičiavimai mokslui
pl: BOINC: liczy dla nauki
ru: BOINC: вычисления для науки

# DL_MIRRORS
source: Note: files are downloaded from mirror servers at boinc.berkeley.edu, morel.mit.edu, einstein.aei.mpg.de, einstein.astro.gla.ac.uk, einstein.ligo.caltech.edu, and einstein.aset.psu.edu (thanks to these institutions). The server is chosen randomly - if a download fails, reload this page and try again.
ar: ملاحظات: تنزَّل الملفات من خواديم مرآة في <span dir="ltr">boinc.berkeley.edu</span> و&nbsp;<span dir="ltr">morel.mit.edu</span> و&nbsp;<span dir="ltr">einstein.aei.mpg.de</span> و&nbsp;<span dir="ltr">einstein.astro.gla.ac.uk</span> و&nbsp;<span dir="ltr">einstein.aset.psu.edu</span>، حيث يختار حاسوب منها عشوائيا. إذا فشل التنزيل مرة فأعد تحميل هذه الصفحة و&nbsp;حاول مجددا.
be: Нататка: файлы загружаюцца з некалькіх альтэрнатыўных сервераў, такіх як boinc.berkeley.edu, morel.mit.edu, einstein.aei.mpg.de, einstein.astro.gla.ac.uk, and einstein.aset.psu.edu (дзякуй дадзеным арганізацыям за падаванне такой магчымасці). Выбар сервера адбываецца выпадкова - калі ў вас праблемы з загрузкаю файлаў, перазагрузіце дадзеную старонку ў браўзэры і паўторыце загрузку BOINC.
bg: Забележка: файловете се теглят от огледални сървъри на boinc.berkeley.edu, morel.mit.edu, einstein.aei.mpg.de, einstein.astro.gla.ac.uk, и einstein.aset.psu.edu (благодарим на тези институции). Изборът на сървър е случаен - ако изтеглянето не е успешно, моля презаредете тази страница и опитайте отново.
ca: Nota: els fitxers es descarreguen des de servidors alternatius des de boinc.berkeley.edu, morel.mit.edu, einstein.aei.mpg.de, einstein.astro.gla.ac.uk, einstein.ligo.caltech.edu, i einstein.aset.psu.edu (gràcies a aquestes institucions). El servidor es escollit aleatòriament - si la descàrrega falla, actualitzeu la pàgina i torneu a provar-ho.
de: Bitte beachten Sie: Die Dateien werden von den Spiegelservern boinc.berkeley.edu, morel.mit.edu, einstein.aei.mpg.de, einstein.astro.gla.ac.uk und einstein.aset.psu.edu heruntergeladen (Besten Dank an die Organisationen). Der Server wird zufällig ausgewählt - wenn der Download fehlschlägt, einfach die Seite neu laden und es noch einmal versuchen.
es: Nota: los archivos son descargados de servidores espejo en boinc.berkeley.edu, morel.mit.edu, einstein.aei.mpg.de, einstein.astro.gla.ac.uk, einstein.ligo.caltech.edu, y einstein.aset.psu.edu (gracias a estas instituciones). El servidor es elegido aleatoriamente - si la descarga falla, recargue esta página e inténtelo de nuevo.
fr: Note: les fichiers sont téléchargés depuis des serveurs miroir chez boinc.berkeley.edu, morel.mit.edu, einstein.aei.mpg.de, einstein.astro.gla.ac.uk, einstein.ligo.caltech.edu, et einstein.aset.psu.edu (merci à ces institutions). Le serveur est choisi au hasard - si un téléchargement échoue, rechargez cette page et essayez à nouveau.
pl: Uwaga: pliki s¹ pobierane z ró¿nych serwerów takich jak boinc.berkeley.edu, morel.mit.edu, einstein.aei.mpg.de, einstein.astro.gla.ac.uk, einstein.ligo.caltech.edu, oraz einstein.aset.psu.edu (dziêkujemy tym instytucjom). Serwer jest wybierany losowo - je¿eli z jakiegos powodu nie mo¿na pobraæ pliku, odœwie¿ stronê i spróbuj ponownie.
ru: Примечание: файлы загружаются с нескольких альтернативных серверов, таких как boinc.berkeley.edu, morel.mit.edu, einstein.aei.mpg.de, einstein.astro.gla.ac.uk, and einstein.aset.psu.edu (спасибо данным организациям за предоставление такой возможности). Выбор сервера происходит случайно - если у вас проблемы с загрузкой файлов, перезагрузите данную страницу в браузере и повторите загрузку BOINC.

# SRQ_PAGE_TITLE
source: System requirements
ar: متطلبات النظام
be: Сістэмныя патрабаванні
bg: Системни изисквания
ca: Requeriments del sistema
de: Systemanforderungen
es: Requisitos del sistema
fr: Prérequis système
lt: Sisteminiai reikalavimai
pl: Wzmagania systemowe
ru: Системные требования

# SRQ_INTRO
source: Your computer must satisfy the following requirements to run BOINC. BOINC-based projects may have additional requirements.
ar: ينبغي أن تتوافر في حاسوبك المتطلبات التالية لكي يتمكن من تشغيل BOINC. كما قد يكون لكل مشروع من مشروعات BOINC متطلبات إضافية.
be: Для нармалёвае працы BOINC ваш кампутар павінен задавальняць выкладзеным ніжэй патрабаванням. Праекты выкарыстоўвалыя платформу BOINC могуць прад'яўляць свае дадатковыя патрабаванні да кампутара.
bg: Компютърът Ви трябва да покрива следните изисквания за да работи с BOINC. BOINC-базираните проекти могат да имат допълнителни изисквания.
ca: El seu ordinador ha de satisfer els següents requeriments per poder executar BOINC. Els projectes basats en BOINC poden tenir requeriments adicionals.
de: Damit BOINC auf Ihrem Computer läuft, muss er die folgenden Anforderungen erfüllen. Die BOINC-basierten Projekte haben manchmal noch zusätzliche Anforderungen.
es: Su ordenador debe satisfacer los siguientes requerimientos para ejecutar BOINC. Los proyectos basados en BOINC pueden tener requerimientos adicionales.
fr: Votre ordinateur doit satisfaire aux prérequis suivants pour faire fonctionner BOINC. Les projets peuvent avoir des exigences supplémentaires.
lt: Norėdami naudoti BOINC, patikrinkite ar Jūsų kompiuteris atitinka sekančius reikalavimus. Atskiri BOINC projektai gali nustatyti papildomus reikalavimus.
pl: Twój komputer musi spe³niaæ poni¿sze wymagania, aby korzystaæ z BOINC. Projekty korzystaj¹ce z platformy BOINC mog¹ mieæ dodatkowe wymagania systemowe.
ru: Для нормальной работы BOINC ваш компьютер должен удовлетворять изложенным ниже требованиям. Проекты использующие платформу BOINC могут предъявлять свои дополнительные требования к компьютеру.

# SRQ_OS
source: Operating systems
ar: نظم التشغيل
be: Версіі аперацыйнае сістэмы
bg: Операционна система
ca: Sistemes operatius
de: Betriebssysteme
es: Sistemas operativos
fr: Systèmes d'exploitation
lt: Operacinės sistemos
pl: Systemy operacyjne
ru: Версии операционной системы

# SRQ_MSWIN_REQ_OS
source: Windows 98 or later
ar: ويندوز 98 أو&nbsp;ما بعده
be: Windows 98 або пазнейшая
bg: Windows 98 или по-нов
ca: Windows 98 o posterior
de: Windows 98 oder neuer
es: Windows 98 o posterior
fr: Windows 98 ou plus récent
lt: Windows 98 ar vėlesnės
pl: Windows 98 lub nowszy
ru: Windows 98 или более поздняя

# SRQ_MIN_HARDWARE
source: Minimum hardware
ar: الحد الأدنى من العتاد
be: Мінімальныя патрабаванні да кампутара
bg: Минимален хардуер
ca: Maquinari mínim
de: Hardwarevoraussetzungen
es: Hardware mínimo
fr: Configuration matérielle minimale
lt: Minimalūs techniniai reikalavimai
pl: Minimalne wymagania sprzêtowe
ru: Минимальные требования к компьютеру

# SRQ_MSWIN_REQ_CPU
source: Pentium 233 MHz (Recommended: Pentium 500 MHz or greater)
ar: بنتيوم 233 م هرتز (يفضل: بنتيوم 500 م هرتز أو&nbsp;أكثر)
be: Працэсар: Pentium 233 Мгц (Рэкамендуецца: Pentium 500 Мгц або хутчэй)
bg: Pentium 233 MHz (Препоръчително: Pentium 500 MHz или повече)
ca: Pentium 233 MHz (Recomanat: Pentium 500 MHz o superior)
de: Pentium 233 MHz (Empfohlen: Pentium 500 MHz oder besser)
es: Pentium 233 MHz (Recomendado: Pentium 500 MHz o superior)
fr: Pentium 233 MHz (Pentium 500 MHz ou plus rapide recommandé)
lt: Pentium 233 MHz (rekomenduojama: Pentium 500 MHz arba geresnis)
pl: Pentium 233 MHz (Zalecane: Pentium 500 MHz lub szybszy)
ru: Процессор: Pentium 233 МГц (Рекомендуется: Pentium 500 МГц или быстрее)

# SRQ_MSWIN_REQ_RAM
source: 64 MB RAM (Recommended: 128 MB RAM or greater)
ar: 64 م بايت رام (بفضل: 128 م بايت رام أو&nbsp;أكثر)
be: Памяць: 64 Мбайт АЗП (Рэкамендуецца: 128 Мбайт або больш)
bg: 64 MB RAM (Препоръчително: 128 MB RAM или повече)
ca: 64 MB RAM (Recomanat: 128 MB RAM o més)
de: 64 MB RAM (Empfohlen: 128 MB RAM oder mehr)
es: 64 MB RAM (Recomendado: 128 MB RAM o más)
fr: 64 Mo de mémoire RAM (128 Mo ou plus recommandé)
lt: 64 MB RAM (rekomenduojama: 128 MB RAM arba daugiau)
pl: 64 MB RAM (Zalecane: 128 MB RAM lub wiêcej)
ru: Память: 64 МБайт ОЗУ (Рекомендуется: 128 МБайт или больше)

# SRQ_MSWIN_REQ_DISK
source: 20 MB disk space
ar: 20 م بايت على القرص
be: 20 Мбайт вольнага месца на цвёрдым дыску
bg: 20 MB свободно дисково пространство
ca: 20 MB d'espai de disc
de: 20 MB Festplattenplatz
es: 20 MB de disco duro libres
fr: 20 Mo d'espace disque
lt: 20 MB laisvos disko vietos
pl: 20 MB wolnego miejsca na dysku
ru: 20 МБайт свободного места на жёстком диске

# SRQ_APPLMAC_REQ_OS
source: Mac OS X 10.3 and later
ar: ماك أوإس X 10.3 أو&nbsp;ما بعده
be: Mac OS X 10.3 або пазнейшая
bg: Mac OS X 10.3 или по-нов
ca: Mac OS X 10.3 o posterior
de: Mac OS X 10.3 oder neuer
es: Mac OS X 10.3 y posteriores
fr: Mac OS X 10.3 ou plus récent
lt: Mac OS X 10.3 ir vėlesnės
pl: Mac OS X 10.3 lub nowszy
ru: Mac OS X 10.3 или более поздняя

# SRQ_APPLMAC_REQ_CPU
source: Macintosh computer with an Intel x86or PowerPC G3, G4, or G5 processor
ar: حواسيب ماكنتوش ذات معالجات إنتل x86 أو&nbsp;PowerPC G3 أو&nbsp;G4 أو&nbsp;G5
be: Кампутар Macintosh з працэсарам Intel x86 або PowerPC G3, G4, G5
bg: Macintosh компютър с Intel x86or PowerPC G3, G4, или G5 процесор
ca: Ordinador Macintosh amb processador Intel x86 o PowerPC G3, G4, o G5
de: Macintosh-Computer mit einem Intel x86-, PowerPC G3-, G4- oder G5-Prozessor
es: Ordenador Macintosh con procesador Intel x86 ó PowerPC G3, G4 ó G5
fr: Un ordinateur Macintosh avec un processeur Intel x86 ou PowerPC G3, G4, or G5
lt: Macintosh kompiuteris su Intel x86 arba PowerPC G3, G4, ar G5 procesoriumi
pl: Macintosh z procesorem Intel x86 lub PowerPC G3, G4, lub G5
ru: Компьютер Macintosh с процессором Intel x86 или PowerPC G3, G4, G5

# SRQ_APPLMAC_REQ_RAM
source: 128 MB RAM (Recommended: 256 MB RAM or greater)
ar: 128 م بايت رام (يفضل: 256 / بيات رام أو&nbsp;أكثر)
be: Памяць: 128 Мбайт АЗП (Рэкамендуецца: 256 Мбайт або больш)
bg: 128 MB RAM (Препоръчително: 256 MB RAM или повече)
ca: 128 MB RAM (Recomanat: 256 MB RAM o més)
de: 128 MB RAM (Empfohlen: 256 MB RAM oder mehr)
es: 128 MB RAM (Recomendado: 256 MB RAM o más)
fr: 128 Mo de RAM (256 Mo de RAM ou plus recommandé)
lt: 128 MB RAM (rekomenduojama: 256 MB RAM arba daugiau)
pl: 128 MB RAM (Zalecane: 256 MB RAM lub wiêcej)
ru: Память: 128 МБайт ОЗУ (Рекомендуется: 256 МБайт или больше)

# SRQ_APPLMAC_REQ_DISK
source: 200 MB disk space
ar: 200 م بايت على القرص
be: 200 Мбайт вольнага месца на цвёрдым дыску
bg: 200 MB свободно дисково прострамство
ca: 200 MB d'espai de disc
de: 200 MB Festplattenplatz
es: 200 MB de disco duro libres
fr: 200 Mo d'espace disque
lt: 200 MB laisvos disko vietos
pl: 200 MB wolnego miejsca na dysku
ru: 200 МБайт свободного места на жёстком диске

# SRQ_LINUX_REQ_KERNEL
source: Linux kernel 2.2.14 or higher
ar: نواة لينكس 2.2.14 أو&nbsp;ما يليها
be: ядро Linux 2.2.14 або навей
bg: Linux kernel 2.2.14 или по-нов
ca: Linux amb kernel 2.2.14 o posterior
de: Linux-Kernel 2.2.14 oder neuer
es: Linux kernel 2.2.14 o superior
fr: Linux kernel 2.2.14 or plus récent
lt: Linux branduolys 2.2.14 arba vėlesnis
pl: Linux z j¹drem 2.2.14 lub nowszym
ru: ядро Linux 2.2.14 или новее

# SRQ_LINUX_REQ_GLIBC
source: glibc 2.3.2 or higher
ar: glibc 2.3.2 أو&nbsp;ما يليها
be: glibc 2.3.2 або навей
bg: glibc 2.3.2 или по-нов
ca: glibc 2.3.2 o posterior
de: glibc 2.3.2 oder neuer
es: glibc 2.3.2 o superior
fr: glibc 2.3.2 ou plus récent
lt: glibc 2.3.2 arba vėlesnis
pl: glibc 2.3.2 lub nowszy
ru: glibc 2.3.2 или новее

# SRQ_LINUX_REQ_XFREE86
source: XFree86-3.3.6 or higher
ar: <span dir="ltr">XFree86-3.3.6</span> أو&nbsp;ما يليها
be: XFree86-3.3.6 або навей
bg: XFree86-3.3.6 или по-нов
ca: XFree86-3.3.6 o posterior
de: XFree86 3.3.6 oder neuer
es: XFree86-3.3.6 o superior
fr: XFree86-3.3.6 ou plus récent
lt: XFree86-3.3.6 arba vėlesnis
pl: XFree86-3.3.6 lub nowszy
ru: XFree86-3.3.6 или новее

# SRQ_LINUX_REQ_GTKPLUS
source: gtk+2.0 or higher
ar: <span dir="ltr">gtk+2.0</span> أو&nbsp;ما يليها
be: gtk+2.0 або навей
bg: gtk+2.0 или по-нов
ca: gtk+2.0 o posterior
de: GTK+ 2.0 oder neuer
es: gtk+2.0 o superior
fr: gtk+2.0 ou plus récent
lt: gtk+2.0 arba vėlesnis
pl: gtk+2.0 lub nowszy
ru: gtk+2.0 или новее

# SRQ_LINUX_REQ_CPU
source: Pentium 500 MHz or greater
ar: بنتيوم 500 م هرتز أو&nbsp;أمثر
be: Pentium 500 Мгц або хутчэй
bg: Pentium 500 MHz или повече
ca: Pentium 500 MHz o superior
de: Pentium 500 MHz oder besser
es: Pentium 500 MHz o superior
fr: Processeur Pentium 500 MHz ou plus
lt: Pentium 500 MHz arba geresnis
pl: Pentium 500 MHz lub szybszy
ru: Pentium 500 МГц или быстрее

# SRQ_LINUX_REQ_RAM
source: 64 MB RAM
ar: 64 م بيات رام
be: Памяць: 64 Мбайт АЗП
fr: 64 Mo de RAM
ru: Память: 64 МБайт ОЗУ

# SRQ_LINUX_REQ_DISK
source: 50 MB disk space
ar: 50 م بايات على القرص
be: 50 Мбайт вольнага месца на цвёрдым дыску
bg: 50 MB свободно дисково пространство
ca: 50 MB d'espai de disc
de: 50 MB Festplattenplatz
es: 50 MB de disco duro libres
fr: 50 Mo d'espace disque
lt: 50 MB laisvos disko vietos
pl: 50 MB wolnego miejsca na dysku
ru: 50 МБайт свободного места на жёстком диске

# RLN_PAGE_TITLE
source: Release notes
ar: ملاحظات الإصدارة
be: Апісанне апошняй версіі
bg: Информация за версията
ca: Notes de llançament
de: Versionshinweise
es: Notas de la versión
fr: Notes de version
lt: Trumpas aprašymas
pl: Zmiany w aktualnej wersji
ru: Описание последней версии

# RLN_WHATS_NEW
source: What's new in %s
ar: ما الجديد في %s
be: Што новага ў версіі %s
bg: Кое е новото в %s
ca: Què hi ha de nou a %s
de: Neues in der Version %s
es: Novedades en %s
fr: Nouveautés dans %s
lt: Kas naujo %s
pl: CO nowego w %s
ru: Что нового в версии %s

# RLN_INSTALLING
source: Installing
ar: التثبيت
be: Усталёўка праграмы
bg: Инсталиране
ca: Instal·lant
de: Installation
es: Instalando
fr: Installation
lt: Diegimas
pl: Instalacja
ru: Установка программы

# RLN_UNINSTALLING
source: Uninstalling
ar: الإزالة
be: Выдаленне праграмы
bg: Деинсталиране
ca: Desinstal·lant
de: Deinstallation
es: Desinstalando
fr: Désinstallation
lt: Išdiegimas
pl: Deinstalacja
ru: Удаление программы

# RLN_KNOWN_ISSUES
source: Known issues
ar: مشكلات معروفة
be: Заўважаныя праблемы
bg: Версиите до сега
ca: Problemes coneguts
de: Bekannte Probleme
es: Problemas conocidos
fr: Problèmes connus
lt: Žinomos problemos
pl: Znane usterki
ru: Замеченные проблемы

# RLN_TROUBLESHOOT
source: Troubleshooting BOINC
ar: علاج مشكلات BOINC
be: Рашэнне ўзніклых праблемаў
bg: Отстраняване на проблеми
ca: Resolució de problemes
de: BOINC-Probleme beheben
es: Solución de problemas con BOINC
fr: Résolution de problèmes liés à BOINC
lt: Problemų sprendimas
pl: Problemy i ich rozwi¹zania
ru: Решение возникших проблем
