Repository: Milkyway-at-home/BOINC
Catalog: languages/translations/*.po
Languages: ar, be, bg, ca, de, es, fr, lt, pl, ru

# LANG_NAME_NATIVE
source: English
ar: العربية
be: Беларускі
bg: Български
ca: Català
de: Deutsch
es: Español
fr: Français
lt: Lietuvių
pl: Polski
ru: Русский

# LANG_NAME_INTERNATIONAL
source: English
ar: Arabic
be: Belarusian
bg: Bulgarian
ca: Catalan
de: German
es: Spanish
fr: French
lt: Lithuanian
pl: Polish
ru: Russian

# POLL_TITLE
source: BOINC user survey
ar: استبيان آراء مستخدمي BOINC
be: Апытанне ўдзельнікаў BOINC-праектаў
bg: Анкета за потребителите на BOINC
ca: Enquesta per a usuaris de BOINC
de: BOINC-Benutzerumfrage
es: Encuesta para usuarios de BOINC
fr: Enquête sur les utilisateurs de BOINC
lt: BOINC vartotojų apklausa
pl: Ankieta u¿ytkowników BOINC
ru: Опрос участников BOINC-проектов

# POLL_INTRO
source: Several volunteer computing projects, including Climateprediction.net, Einstein@home, and SETI@home, use software called BOINC. If you participate in projects like this, we request that you answer the following questions. This will help BOINC-based projects increase participation and achieve greater scientific results. <p> Please answer as many questions as you want, then go to the bottom and click OK. If you previously completed the survey but your answers have changed, please complete it again - your new answers will replace the old ones. <p> The current results of the survey are <a href=poll_results.php>here</a>.
ar: <p>تستخدم مشروعات حوسبة تطوعية عديدة، مثل Climateprediction.net و&nbsp;Einstein@home و&nbsp;SETI@home برمجية اسمها BOINC. إن كنت تشارك في برامج مثل هذه فنحن نطلب منك أن تجيب على الاسئلة التالية، فهذا سيساعد المشروعات المبنية على BOINC أن تزيد عدد المشاركين فيها و&nbsp;أن تحقق المزيد من النتائج البحثية العلمية.</p><p>أجب على ما يناسبك من الأسئلة ثم اضغط على <em>موافق</em> في أدنى الصفحة. إن كنت أخذت هذا الاستبيان من قبل، لكن إجاباتك قد تغيرت، فيمكنك أن تأخذه مرة أخرى و&nbsp;سوف تحل إجاباتك الجديدة محل القديمة.<p/><p><a href="poll_results.php">النتائج الحالية للاستبيان منشورة</a></p>
be: Некаторыя праекты добраахвотных размеркаваных вылічэнняў такія як Climateprediction.net, Einstein@home, SETI@home, выкарыстаюць набор праграмаў пад агульнай назвай - BOINC. Калі вы ўдзельнічаеце ў падобных праектах, мы жадалі бы пачуць вашы адказы на прадстаўленыя ніжэй пытанні. Гэта дапаможа павялічыць лік удзельнікаў праектаў на базе BOINC і дасягненню лепшых навуковых вынікаў. <p> Калі ласка, адкажыце на тыя пытанні, на якія зможаце і націсніце кнопку OK. Калі пазней вы раздумаеце і вашы адказы зменяцца, вы зможаце зайсці на данную старонку і адказаць на гэтыя пытанні зноўку - вашы старыя адказы заменяцца новымі. <p> З бягучымі вынікамі апытання можна азнаёміцца <a href=poll_results.php>тут</a>.
bg: Няколко доброволни изчислителни проекти, включително Climateprediction.net, Einstein@home, и SETI@home, използват софтуер, наречен BOINC. Ако Вие участвате в такъв проект, ви молим да отговорите на следните въпроси. Това ще помогне на BOINC-базираните проекти да увеличат участниците си и да постигнат повече научни резултати. <p> Моля отговорете на колкото искате въпроси, след което най-отдолу натиснете OK. Ако преди сте отговаряли на въпросите на анкетата, но искате да я попълните отново с нови отговори, моля попълнете я отново - новите Ви отговори ще заменят старите. <p> Текущите резултати от анкетата са <a href=poll_results.php>тук</a>.
ca: Diversos projectes de computació distribuïda, incloent Climateprediction.net, Einstein@home, i SETI@home, utilitzen un programari anomenat BOINC. Si participa en projectes com aquests, li demanem que respongui a les següents qüestions. Això ajudarà els projectes basats en BOINC a incrementar la participació i a assolir majors fites científiques. <p> Si us plau respongui tantes preguntes com vulgui, llavors dirigeixi's a la part inferior i premi el botó OK. Si ha respost amb anterioritat a l'enquesta però les seves repostes han canviat, si us plau completi-la un altra cop - les seves noves respostes substituiran les antigues. <p> Els resultats actuals de l'enquesta són <a href=poll_results.php>aquí</a>.
de: Mehrere Volunteer Computing-Projekte, darunter ClimatePrediction.net, Einstein@home und SETI@home, nutzen eine Software namens BOINC. Wenn Sie an einem solchen Projekt teilnehmen, bitten wir Sie folgende Fragen zu beantworten. Dies wird den BOINC-basierten Projekten zu mehr Teilnehmern verhelfen und deren Forschungen vorantreiben.<p>Bitte beantworten Sie so viele Fragen wie Sie möchten und bestätigen dann unten an der Seite mit einem Klick auf 'OK'. Wenn Sie schon an der Umfrage teilgenommen haben, aber inzwischen auf manche Fragen anders antworten würden, füllen Sie die Umfrage doch einfach erneut aus - Ihre vorherigen Antworten werden automatisch durch die neuen ersetzt.<p>Die aktuellen Umfrageresultate finden Sie <a href=poll_results.php>hier</a>.
es: Varios proyectos voluntarios de cálculo computacional, incluyendo Climateprediction.net, Einstein@home, y SETI@home, usan un software llamado BOINC. Si participa en proyectos como estos, le pedimos que responda las siguientes preguntas. Esto ayudará a los proyectos basados en BOINC a incrementar la participación y alcanzar mejores resultados científicos. <p> Por favor, reponda a todas las preguntas que desee, y después vaya al final de la página y pulse OK . Si usted ha completado la encuesta anteriormente pero sus respuestas han cambiado, por favor, complételo de nuevo - sus nuevas respuestas reemplazarán a las anteriores. <p> Los resultados actuales de la encuesta están <a href=poll_results.php>aquí</a>.
fr: De nombreux projets de calcul bénévole, comprenant Climateprediction.net, Einstein@home, et SETI@home, utilisent un logiciel dénommé BOINC. Si vous participez à un projet de ce genre, nous vous demandons de bien vouloir répondre aux questions suivantes. Cela permettra aux projets basés sur la plateforme BOINC d'augmenter la participation et d'obtenir plus de résultats scientifiques.
lt: Keletas savanoriškų skaičiavimo projektų, įskaitant Climateprediction.net, Einstein@home, and SETI@home, naudoja programą, kuri vadinama BOINC. Jei jūs dalyvaujate panašiuose projektuose, mes prašome jūsų atsakyti į pateikiamus klausimus. Tai padės BOINC pagrindu sukurtiems projektams padidinti dalyvių skaičių ir pasiekti geresnių mokslinių rezultatų. <p> Prašome atsakyti į klausimus ir tada puslapio pabaigoje spausti mygtuka OK. Jei jūs jau pilldėte šią anketą, bet jūsų atsakymai į klausimus pasikeitė, prašome užpildyti anketą vėl - jūsų seni atsakymai bus pakeisti naujaisiais. <p> Dabartiniai apklausos rezultatai yra <a href=poll_results.php>čia</a>.
pl: Kilka wolontariatowych projektów obliczeniowych, takich jak Climateprediction.net, Einstein@home, czy SETI@home, u¿ywa oprogramowania zwanego BOINC. Jeœli uczestniczysz w takich projektach, prosimy o wype³nienie tej ankiety. To pozwoli projektom bazuj¹cym na BOINC na zwiêkszenie iloœci uczestników oraz osi¹gniêcie bardziej satysfakcjonuj¹cych rezultatów naukowych. <p> Odpowiedz na tyle pytañ, na ile chcesz, potem przejdŸ na dó³ strony‚ i kliknij OK. Jeœli wczeœniej wype³ni³eœ ankietê, ale Twoje odpowiedzi uleg³y zmianie, wype³nij ankietê ponownie - Twoje nowe odpowiedzi zast¹pi¹ stare. <p> Obecne rezultaty ankiety dostêpne s¹ <a href=poll_results.php>tutaj</a>. <p> Ankieta jest tak¿e dostêpna w jêzyku <a href=http://boinc.oocp.org/poll.php>Japoñskim</a>.
ru: Некоторые проекты добровольных распределённых вычислений такие как Climateprediction.net, Einstein@home, SETI@home, используют набор программ под общим названием - BOINC. Если вы участвуете в подобных проектах, мы хотели бы услышать ваши ответы на представленные ниже вопросы. Это поможет увеличить число участников проектов на базе BOINC и достижению лучших научных результатов. <p> Пожалуйста ответьте на те вопросы, какие сможете и нажмите кнопку OK. Если позже вы передумаете и ваши ответы изменятся, вы сможете зайти на данную страницу и ответить на эти вопросы заново - ваши старые ответы заменятся новыми. <p> С текущими результатами опроса можно ознакомиться <a href=poll_results.php>здесь</a>.

# POLL_RUN
source: Do you run BOINC?
ar: هل تشغل BOINC؟
be: Вы ўдзельнічаеце ў праектах на базе BOINC?
bg: Използвате ли BOINC?
ca: Executa BOINC?
de: Machen Sie bei BOINC mit?
es: ¿Utilizas BOINC?
fr: Utilisez-vous BOINC ?
lt: Ar jūs naudojate BOINC?
pl: Czy u¿ywasz BOINC?
ru: Вы участвуете в проектах на базе BOINC?

# POLL_PARTICIPATION
source: Your participation
ar: مشاركتك
be: Ваш удзел у праектах BOINC
bg: Вашето участие
ca: La seva participació
de: Ihre Teilnahme
es: Su participación
fr: Votre participation
lt: Jūsų dalyvavimas
pl: Twoje wspó³uczestnictwo
ru: Ваше участие в проектах BOINC

# POLL_COMPUTERS
source: Your computers
ar: حواسيبك
be: Вашы кампутары
bg: Вашите компютри
ca: Els seus ordinadors
de: Ihre Computer
es: Sus ordenadores
fr: Vos ordinateurs
lt: Jūsų kompiuteriai
pl: Twoje komputery
ru: Ваши компьютеры

# POLL_YOU
source: You
ar: عنك
be: Вашы асабістыя данныя
bg: Вие
ca: Vostè
de: Sie
es: Usted
fr: Vous
lt: Jūs
pl: O Tobie
ru: Ваши личные данные

# POLL_NATIONALITY
source: Nationality
ar: الجنسية
be: Краіна, да якой вы сябе адносіце
bg: Националност
ca: Nacionalitat
de: Nationalität
es: Nacionalidad
fr: Nationalité
lt: Tautybė
pl: Narodowoœæ
ru: Страна, к которой вы себя относите

# POLL_COMMENTS
source: Comments
ar: تعليقات
be: Пажаданні
bg: Коментари
ca: Comentaris
de: Bemerkungen
es: Comentarios
fr: Commentaires
lt: Komentarai
pl: Komentarze
ru: Пожелания

# POLL_COMMENTS_QUESTION
source: Please suggest ways that BOINC, and the projects that use it, could be improved:
ar: اقترح ما ترى أنه سيساهم في تحسين BOINC و&nbsp;المشروعات التي تستخدمه:
be: Вашы прапановы па далейшым паляпшэнні BOINC (па-ангельску):
bg: Моля предложете начини, чрез които BOINC, и проектите които го използват, да бъдат подобрени:
ca: Si us plau, suggereixi maneres en les que BOINC, i els projectes que en fan ús, podrien millorar:
de: Wie könnten Ihrer Meinung nach BOINC und die BOINC-Projekte verbessert werden?
es: Por favor sugiera formas en las que BOINC y los proyectos que lo utilizan, puedan ser mejorados:
fr: Vos suggestions pour améliorer BOINC et les projets qui l'utilisent :
lt: Prašome pasiųlyti savo idėjų kaip pagerinti BOINC ir projektus, kurie jį naudoja:
pl: Proszê zasugeruj sposoby dziêki którym BOINC i projekty które na nim bazuj¹ mog¹ staæ siê jeszcze wydajniejsze:
ru: Ваши предложения по дальнейшему улучшению BOINC (по английски):

# POLL_OTHER
source: Other:
ar: أخرى:
be: Іншае:
bg: Други:
ca: Altres:
de: Sonstiges:
es: Otros:
fr: Autre:
lt: Kita:
pl: Inne:
ru: Другое:

# POLL_CHECK_ALL
source: [check all that apply]
ar: [أشِّر كل ما ينطبق]
be: [можна паказваць некалькі пунктаў адначасова]
bg: [отбележете всички, които Ви интересуват]
ca: [marqui totes les opcions pertinents]
de: [alles Zutreffende ankreuzen]
es: [Marcar todas las que correspondan]
fr: [cochez tout ce qui s'applique]
lt: [pažymėkite visus kurie tinka]
pl: [Mo¿na zaznaczyæ kilka]
ru: [можно указывать несколько пунктов одновременно]

# POLL_DONE
source: When done click:
ar: عندما تنتهي اضغط:
be: Пасля завяршэння запаўнення анкеты націсніце на гэтую кнопку:
bg: Когато сте готови, натиснете:
ca: Quan hagi acabat, premi:
de: Wenn Sie fertig sind:&nbsp;
es: Al terminar haga clic:
fr: Quand vous avez terminé, cliquez :
lt: Kai baigėte, spauskite:
pl: Kiedy gotowe kliknij:
ru: После завершения заполнения анкеты нажмите на эту кнопку:

# POLL_CURRENT
source: Yes - I have been running BOINC on my computer for...
ar: نعم - أنا أشغل BOINC على حاسوبي منذ…
be: Так - я ўдзельнічаю ў праектах на базе BOINC ужо...
bg: Да - Използвам BOINC на компютъра си от...
ca: Sí - He fet executar BOINC en el meu ordinador durant...
de: Ja - BOINC läuft auf meinem Computer seit...
es: Sí - he estado usando BOINC en mi ordenador durante...
fr: Oui - j'utilise BOINC depuis...
lt: Taip - aš naudoju BOINC savo kompiuteryje jau...
pl: Tak - u¿ywam BOINC na moim komputerze przez...
ru: Да - я участвую в проектах на базе BOINC уже...

# POLL_TWEEK
source: less than a week
ar: أقل من أسبوع
be: меней тыдні
bg: по-малко от седмица
ca: menys d'una setmana
de: weniger als einer Woche
es: menos de una semana
fr: moins d'une semaine
lt: mažiau kaip savaitę
pl: krócej ni¿ tydzieñ
ru: менее недели

# POLL_TMONTH
source: less than a month
ar: أقل من شهر
be: менш месяца
bg: по-малко от месец
ca: menys d'un mes
de: weniger als einem Monat
es: menos de un mes
fr: moins d'un mois
lt: mažiau kaip mėnesį
ru: меньше месяца

# POLL_TYEAR
source: less than a year
ar: أقل من سنة
be: меней года
bg: по-малко от година
ca: menys d'un any
de: weniger als einem Jahr
es: menos de un año
fr: moins d'un an
lt: mažiau kaip metus
pl: krócej ni¿ rok
ru: менее года

# POLL_TMOREYEAR
source: more than a year
ar: أكثر من سنة
be: больш года
bg: повече от година
ca: més d'un any
de: mehr als einem Jahr
es: más de un año
fr: plus d'un an
lt: daugiau kaip metus
pl: d³u¿ej ni¿ rok
ru: более года

# POLL_LAPSED
source: No - I was running BOINC, but stopped because...
ar: لا - كنت أشغل BOINC لكني توقفت بسبب…
be: Не, я ўдзельнічаў у праектах BOINC, але спыніўся таму што...
bg: Не - Използвах BOINC, но спрях защото...
ca: No - He fet executar BOINC en alguna ocasió, però ho he deixat perquè...
de: Nein - Ich habe bei BOINC mitgemacht, dann aber aufgehört, weil...
es: No, usaba BOINC, pero ya no lo hago porque...
fr: Non - J'utilisais BOINC, mais j'ai arrêté parce que...
lt: Ne, aš naudojau BOINC, bet nustojau dėl...
pl: Nie - U¿ywa³em(³am) BOINC, ale przesta³em(³am) poniewa¿...
ru: Нет, я участвовал в проектах BOINC, но остановился потому что...

# POLL_LINTEREST
source: I lost interest
ar: لم أعد مهتما
be: мне стала не цікава
bg: загубих интерес
ca: he perdut interès
de: ich mich nicht mehr dafür interessierte
es: perdí el interés
fr: je n'y trouvais plus d'intérêt
lt: Praradau susidomėjimą
pl: straci³em(³am) zainteresowanie
ru: мне стало не интересно

# POLL_LCOMPLICATED
source: it was too complicated
ar: كان الأمر معقدا جدا
be: гэта апынулася так складана
bg: е много сложен
ca: era massa complicat
de: es zu kompliziert war
es: era demasiado complicado
fr: c'était trop compliqué
lt: tai buvo per daug sudėtinga
pl: to by³o zbyt skomplikowane
ru: это оказалось так сложно

# POLL_LSTOPPED
source: I stopped it and forgot to start again
ar: أوقفته و&nbsp;نسيت أن أشغله مجددا
be: я прыпыніў удзел на час і забыў запусціць зноў
bg: спрях го и забравих да го пусна отново
ca: vaig aturar-lo i he oblidat reiniciar-lo altra vegada
de: ich es angehalten und dann nicht wieder gestartet habe
es: lo detuve y me olvidé iniciarlo de nuevo
fr: j'ai arrêté et oublié de m'y remettre
lt: Aš jį sustabdžiau ir pamiršau vėl paleisti
pl: zatrzyma³em(³am) BOINC i zapomnia³em(³am) uruchomiæ go ponownie
ru: я приостановил участие на время и забыл запустить снова

# POLL_LPROBLEMS
source: it caused problems on my computer
ar: لأنه سبب مشاكلا في حاسوبي
be: пачаліся праблемы з кампутарам
bg: създаваше проблеми с компютъра ми
ca: causava problemes al meu ordinador
de: es auf meinem Computer zu Problemen geführt hat
es: causó problemas en mi computadora
fr: BOINC causait des problèmes sur mon PC
lt: jis sukeldavo problemų mano kompiuteriui
pl: BOINC stwarza³ problemy na moim komputerze
ru: начались проблемы с компьютером

# POLL_LPOWER
source: it used too much electricity
ar: أن تشغيله يستهلك الكثير من الطاقة الكهربية
be: я афанарэў ад рахунку за электраэнергію
bg: използваше твърде много електричество
ca: consumia massa electricitat
de: der Stromverbrauch zu hoch war
es: usaba demasiada electricidad
fr: la consommation électrique était trop élevée
lt: jis naudodavo per daug elektros energijos
pl: BOINC zu¿ywa³ zbyt du¿o pr¹du
ru: я офонарел от счёта за электроэнергию

# POLL_LNONBOINC
source: I switched to a non-BOINC computing project
ar: تحولت إلى مشروع حوسبة غير مبني على BOINC
be: я сыйшоў у іншыя праекты не на базе BOINC
bg: прехвърлих се на друг, не-BOINC-базиран проект
ca: he passat a participar en un projecte de computació no basat en BOINC
de: ich zu einem Projekt ohne BOINC gewechselt habe
es: me cambié a un proyecto de cálculo no basado en BOINC
fr: je suis passé à un projet ne s'appuyant pas sur BOINC
lt: Aš perėjau į skaičiavimo projektą kuris nenaudoja BOINC
pl: przy³¹czy³em siê do nie-BOINCowych projektów obliczeniowych
ru: я ушёл в другие проекты не на базе BOINC

# POLL_FAILED
source: No - I tried running BOINC, but...
ar: لا - حاولت تشغيل BOINC لكن…
be: Не, я паспрабаваў запусціць BOINC, але...
bg: Не - Опитах да използвам BOINC, но...
ca: No - Vaig intentar executar BOINC, però...
de: Nein - Ich habe versucht bei BOINC mitzumachen, aber...
es: No - intenté ejecutar BOINC, pero...
fr: Non - J'ai essayé d'utiliser BOINC, mais...
lt: Ne - aš naudojau BOINC, bet...
pl: Nie - Próbowa³em u¿ywaæ BOINC, ale...
ru: Нет, я попытался запустить BOINC, но...

# POLL_FINSTALL
source: the software didn't install correctly
ar: لم تثبت البرمجيات بالشكل الصحيح
be: мне не атрымалася ўсталяваць BOINC
bg: програмата не се инсталира правилно
ca: el programari no s'instal·lava correctament
de: die Installation der Software wollte nicht klappen
es: el software no se instaló correctamente
fr: le logiciel ne s'est pas installé correctement
lt: programinės įrangos diegimas nevyko sklandžiai
pl: oprogramowanie nie zainstalowa³o siê poprawnie
ru: мне не удалось установить BOINC

# POLL_FFIGURE
source: I couldn't figure out how to use the software
ar: لم أعرف كيف أستخدمه
be: я не зразумеў як карыстацца гэтаю праграмаю
bg: не можах да разбера как да използвам програмата
ca: no vaig poder imaginar com utilitzar el programari
de: ich fand nicht heraus, wie die Software zu bedienen war
es: no pude imaginar cómo utilizar el software
fr: je n'ai pas compris comment utiliser le logiciel
lt: Nesugebėjau išsiaiškinti kaip naudoti programinę įrangą
pl: nie mog³em(³am) poj¹æ jak u¿ywaæ tego oprogramowania
ru: я не понял как пользоваться этой программой

# POLL_FNETWORK
source: I had network communication problems
ar: كانت لدي مشكلات في الاتصال عبر الشبكة
be: паўсталі праблемы з злучэннем праз інтэрнэт
bg: имах проблеми с мрежовата връзка
ca: vaig tenir problemes de comunicació amb la xarxa
de: ich hatte Netzwerkprobleme
es: tuve problemas con la conexión de red
fr: j'ai eu des problèmes de communication réseau
lt: Turėjau tinklo sujungimo problemų
pl: mia³em(³am) problemy z komunikacj¹ z internetem
ru: возникли проблемы с соединением через интернет

# POLL_FATTACH
source: I couldn't attach to a project
ar: لم أتمكن من الشبك بمشروع
be: мне не атрымалася падлучыцца да праекту
bg: не можах да се "прикача" към проект
ca: no em vaig poder unir a cap projecte
de: ich konnte mich bei keinem Projekt anmelden
es: no pude unirme a un proyecto
fr: je n'ai pas pu m'attacher à un projet
lt: Negalėjau prisijungti prie projekto
pl: nie mog³em(³am) siê przy³¹czyæ do projektu
ru: мне не удалось подключиться к проекту

# POLL_FWORK
source: I attached to a project, but never got any work
ar: شبكت ببرنامج لكن لم يسند إلى أي شُغل
be: я падлучыўся да праекту, але не змог атрымаць заданняў
bg: "прикачих" се към проект, но така и не получих работа
ca: em vaig unir a un projecte, però no vaig arribar rebre feina
de: ich erhielt keine Arbeit, nachdem ich mich bei einem Projekt angemeldet hatte
es: me uní a un proyecto, pero nunca recibí trabajo alguno
fr: je me suis attaché à un projet, mais je n'ai jamais obtenu de travail
lt: Aš prisijungiau prie projekto, bet niekad negavau darbo
pl: przy³¹czy³em(³am) siê do projektu, ale nigdy nie dosta³em(³am) z niego ¿adnej pracy
ru: я подключился к проекту, но не смог получить заданий

# POLL_NEVER
source: No - I never tried running BOINC, because...
ar: لا - لم أحاول أبدا أن أشغل BOINC لأن…
be: Не, я нават не спрабаваў усталёўваць BOINC таму што...
bg: Не - никога не съм използвал/а/ BOINC, защото...
ca: No - Mai he provat d'executar BOINC, perquè...
de: Nein - Ich habe BOINC nie ausprobiert, weil...
es: No - nunca intenté ejecutar BOINC, porque...
fr: Non - Je n'ai jamais essayé BOINC, parce que...
lt: Ne, aš niekad nebandžiau BOINC, nes...
pl: Nie - Nigdy nie próbowa³em(³am) u¿ywaæ BOINC, poniewa¿...
ru: Нет, я даже не пытался устанавливать BOINC потому что...

# POLL_NSECURITY
source: I was concerned about security
ar: أقلقني موضوع الأمان
be: я асцерагаюся аб бяспеке
bg: се притеснявам за сигурността си
ca: em preocupava la seguretat
de: ich mir Sorgen bezüglich der Sicherheit machte
es: me preocupó la seguridad
fr: J'étais inquiet à propos de la sécurité
lt: Nebuvau tikras dėl saugumo
pl: przejmowa³em(³am) siê bezpieczeñstwem
ru: я опасаюсь за безопасность

# POLL_NPROJECT
source: I wasn't interested in any of the projects
ar: لم أكن مهتما بأي من المشروعات
be: мяне не зацікавіў ні адзін з праектаў
bg: не се интересувам от никои от проектите
ca: no m’interessava cap dels projectes
de: mich keines der Projekte interessiert hat
es: no estaba interesado en ninguno de los proyectos
fr: Je n'étais intéressé par aucun des projets
lt: Manęs nesudomino nė vienas projektas
pl: nie by³em(³am) zainteresowany(na) ¿adnym projektem
ru: меня не заинтересовал ни один из проектов

# POLL_NPERMISSION
source: I don't have permission to run it on my computer
ar: ليس لدي تصريح بتشغيله على حاسوبي
be: у мяне правоў для запуску даннай праграмы на МАІМ кампутары
bg: нямам право да го използвам на компютъра си
ca: no tinc permís per executar BOINC en el meu ordinador
de: ich nicht die Erlaubnis habe, es auf meinem Computer zu installieren
es: no tengo permisos para ejecutarlo en mi ordenador
fr: Je n'ai pas la permission de l'utiliser sur mon ordinateur
lt: Aš neturiu leidimo vykdyti jį savo kompiuteryje
pl: nie dosta³em(³am) pozwolenia na uruchomienie BOINCa na moim komputerze
ru: у меня не хватает прав для запуска данной программы на МОЁМ компьютере

# POLL_NVERSION
source: No version was available for my computer
ar: لم توجد إصدارة متوافقة مع حاسوبي
be: не існуе версіі BOINC для майго кампутара
bg: няма подходяща версия за моя компютър
ca: no hi ha cap versió disponible per al meu ordinador
de: keine Version für meinen Computer erhältlich war
es: no había una versión disponible para mi ordenador
fr: Aucune version n'était disponible pour mon ordinateur
lt: Nebuvo mano kompiuteriui skirtos versijos
pl: nie by³a dostêpna wersja dla mojego komputera
ru: не существует версии BOINC для моего компьютера

# POLL_KIND
source: What kind of computers do you have running BOINC?
ar: أي نوع من الحواسيب تشغل عليها BOINC؟
be: На кампутарах з якою аперацыйнаю сістэмаю вы запускаеце BOINC?
bg: На какъв тип компютри използвате BOINC?
ca: En quin tipus d'ordinadors fa executar BOINC?
de: Unter welchem/n Betriebssystem(en) läuft BOINC bei Ihnen?
es: ¿En qué tipo de ordenador ejecuta BOINC?
fr: Sur quel type d'ordinateur utilisez-vous BOINC ?
lt: Kokio tipo kompiuteriai vykdo BOINC programą?
pl: Na jakim systemie operacyjnym korzystasz BOINCa?
ru: На компьютерах с какой операционной системой вы запускаете BOINC?

# POLL_WHERE
source: Where are they?
ar: أين توجد؟
be: Дзе размешчаны вашы кампутары?
bg: Къде са те?
ca: On estan situats?
de: Wo befinden sich Ihre Computer?
es: ¿Dónde están situados?
fr: Où se trouvent-ils?
lt: Kur jie yra?
pl: Gdzie one s¹?
ru: Где расположены ваши компьютеры?

# POLL_HOME
source: Home
ar: المنزل
be: На хаце
bg: В къщи
ca: A casa
de: Zu Hause
es: En casa
fr: A la maison
lt: Namie
pl: Dom
ru: Дома

# POLL_WORK
source: Work
ar: العمل
be: На працы
bg: На работа
ca: Al lloc de treball
de: Am Arbeitsplatz
es: En el trabajo
fr: Au travail
lt: Darbe
pl: Praca
ru: На работе

# POLL_SCHOOL
source: School
ar: المدرسة
be: У школе
bg: В училище
ca: A l'escola
de: In der Schule
es: En la escuela
fr: A l'école
lt: Mokymosi įstaigoje
pl: Szko³a
ru: В школе
