Repository: Milkyway-at-home/BOINC
Catalog: languages/translations/*.po
Languages: ar, be, bg, ca, de, es, fr, lt, pl, ru

# RLN_LINUX_INSTALL_SEA_DESC
source: BOINC for Linux is distributed as a self-extracting archive. This type of installation requires that you be familiar with the UNIX command-line interface.
ar: BOINC للينكس يوزع كأرشيف ذاتي الفك. هذا النمط من التثبيت يتطلب أن تكون عالما بواجهة سطر أوامر يونكس.
be: Усталявальны файл BOINC для Linux уяўляе з сябе самоизвлекающийся архіў. Працэс усталёўкі разлічаны на тое, што вы знаёмыя з інтэрфейсам радка UNIX.
bg: Версията на BOINC за Linux се разпространява като саморазархивиращ се архив. Този тип инсталация изисква да сте добре запознати с конзолните команди на UNIX.
ca: El client BOINC per Linux és distribuït com a arxiu autoextraïble. Aquest tipus d'instal·lació requereix de l'usuari el coneixement de la interficie de línia de comandes del UNIX.
de: Die BOINC-Version für Linux steht als selbst-entpackendes Archiv bereit. Diese Installationsart setzt voraus, dass Sie mit dem Kommandozeilen-Interface von UNIX vertraut sind.
es: BOINC para Linux es distribuido como un archivo autoextraible. Este tipo de instalación requiere que usted esté familiarizado con el interfaz de línea de comandos de UNIX.
fr: BOINC pour Linux est distribué sous forme d'archive auto-extractible. Ce type d'installation nécessite que vous soyez familier avec les consoles UNIX en ligne de commande.
lt: BOINC Linux operacinėms sistemos yra palatinamas kaip savaime išsipakuojantis archyvas. Šis diegimo tipas reikalauja, kad jūs būtumėt susipažinęs su UNIX komandine eilute.
pl: BOINC dla Linuxa jest udostêpniony w formie samorozpakowywuj¹cego siê archiwum. Ten typ instalacji wymaga od Ciebie znajomoœci linii poleceñ (terminalu).
ru: Установочный файл BOINC для Linux представляет из себя самоизвлекающийся архив. Процесс установки рассчитан на то, что вы знакомы с интерфейсом командной строки UNIX.

# RLN_LINUX_DL_FILENAME
source: The download files have names like <code>%s</code>.
ar: لملفات التنزيل أسماء مثل <code>%s</code>.
be: Загрузіце файл з назовам, падобным на: <code> %s </code>.
bg: Файловете за сваляне имат имена, подобни на <code>%s</code>.
ca: Els arxius que cal descarregar tenen noms com <code>%s</code>.
de: Die zu herunterladenden Dateien tragen Namen wie <code>%s</code>.
es: Los archivos de descarga tienen nombres como <code>%s</code>.
fr: Le nom des fichiers téléchargés ressemble à <code>%s</code>.
lt: Parsisiuntimui skirtos bylos turi tokius pavadinimus kaip <code>%s</code>.
pl: Pliki do pobrania maj¹ nazwy w formie np. takiej jak <code>%s</code>.
ru: Загрузите файл с названием, похожим на: <code> %s </code>.

# RLN_LINUX_RUN_SEA
source: After downloading the file, type<pre>%s</pre>
ar: بعد تنزيل المل، أدخل <pre>%s</pre>
be: Пасля загрузкі файла выканаеце каманду <pre>%s</pre>
bg: След изтеглянето на файла, напишете <pre>%s</pre>
ca: Després de descarregar els arxius, executar la comanda<pre>%s</pre>
de: Geben Sie nach dem Herunterladen der Datei folgendes ein: <pre>%s</pre>
es: Después de descargar el archivo, escriba<pre>%s</pre>
fr: Après avoir téléchargé le fichier, tapez<pre>%s</pre>
lt: Po bylos parsisiuntimo, surinkite<pre>%s</pre>
pl: Po pobraniu takiego pliku wpisz w terminalu <pre>%s</pre>
ru: После загрузки файла выполните команду <pre>%s</pre>

# RLN_LINUX_RESULTOF_SEA
source: This will create a directory BOINC/ with the following files:
ar: سيعمل هذا الدليل BOINC فيه الملفات التالية:
be: Будуць створаныя тэчкі са наступнымі файламі:
bg: Това ще създаде директория BOINC/ със следните файлове:
ca: Així es crearà un directori BOINC/ amb els següents arxius:
de: Damit wird ein Verzeichnis namens BOINC angelegt, das die folgenden Dateien enthält:
es: Esto creará una carpeta BOINC/ con los siguientes archivos:
fr: Cela créera un répertoire BOINC/ contenant les fichiers suivants :
lt: Tai sukurs katalogą BOINC/ su šiomis bylomis:
pl: Ta operacja stworzy katalog BOINC/ z nastêpuj¹cymi plikami:
ru: Будут созданы папки со следующими файлами:

# RLN_BOINC_CORE_CL
source: The BOINC core client
ar: عميل نواة BOINC
be: Кліент BOINC
bg: Ядрото на BOINC клиента
ca: El <i>core</i> del client BOINC
de: Der BOINC Core-Client
es: El cliente BOINC
fr: Le coeur du client BOINC
lt: BOINC pagrindinis klientas
pl: G³owny klient BOINC
ru: Клиент BOINC

# RLN_BOINC_MANAGER
source: The BOINC manager
ar: مدير BOINC
be: BOINC мэнэджэр
bg: BOINC мениджъра
ca: El gestor del client BOINC (BOINC manager)
de: Der BOINC Manager
es: El administrador BOINC
fr: Le BOINC manager
lt: BOINC valdiklis
pl: Menad¿er BOINC
ru: BOINC менеджер

# RLN_SCRIPT_RUN_CLIENT_DESC
source: A script that cd's into the BOINC directory and runs the core client.
ar: سكريبت يغير الدليل العامل إلى الذي ثبت فيه BOINC و&nbsp;يشغل العميل النواة
be: Камандны файл, які змяняе бягучую тэчку на тэчку з BOINC камандаю cd і затым што запускае кліент BOINC.
bg: Скрипт, който стартира BOINC клиента.
ca: Un procediment que porta al directori de BOINC i executa el client BOINC.
de: Ein Skript, das zum BOINC-Verzeichnis wechselt und den Core-Client startet.
es: Un archivo de comandos que cambia al directorio directorio de BOINC y ejecuta el cliente núcleo.
fr: Un script qui entre dans le répertoire BOINC et lance le client BOINC.
lt: Tai BOINC paleidimo scenarijus, kuris susiranda BOINC katalogą ir paleidžia pagrindinį klientą.
pl: Skrypt uruchamiaj¹cy g³ówny klient BOINC'a.
ru: Командный файл, меняющий текущую папку на папку с BOINC командой cd и затем запускающий клиент BOINC.

# RLN_SCRIPT_RUN_MANAGER_DESC
source: A script that cd's into the BOINC directory and runs the manager.
ar: سكريبت يغير الدليل العامل إلى الذي ثبت فيه BOINC و&nbsp;يشغل المدير.
be: Камандны файл, які змяняе бягучую тэчку на тэчку з BOINC камандаю cd і затым што запускае BOINC мэнэджэр.
bg: Скрипт, който стартира BOINC мениджъра.
ca: Un procediment que porta al directori de BOINC i executa el gestor.
de: Ein Skript, das zum BOINC-Verzeichnis wechselt und den BOINC Manager startet.
es: Un archivo de comandos que cambia al directorio de BOINC y ejecuta el administrador.
fr: Un script qui entre dans le répertoire BOINC et lance le BOINC manager.
lt: Tai BOINC valdiklio paleidimo scenarijus.
pl: Skrypt uruchamiaj¹cy Menad¿er BOINC .
ru: Командный файл, меняющий текущую папку на папку с BOINC командой cd и затем запускающий BOINC менеджер.

# RLN_LINUX_AUTOSTART
source: You may want to%s automatically start the core client %sat boot time.
ar: قد ترغب في أن %sيبدأ العميل النواة ذاتيا عند بدء التشغيل%s.
be: Вы можаце наладзіць %s аўтаматычны запуск кліента BOINC %s пры старце сістэмы.
bg: Може да искате да%s стартирате BOINC клиента автоматично %sпри зареждане на операционната система.
ca: Pot voler%s executar automaticament el client %sen el moment d'iniciar l'ordinador.
de: Sie können den %sBOINC-Clienten auch automatisch beim Hochfahren des Systems starten%s lassen.
es: Usted podría querer que%s el cliente se inicie automáticamente %sal arrancar.
fr: Vous pouvez souhaiter%s démarrer automatiquement le client BOINC %sau démarrage du système.
lt: Jei norite automatiškai paleisti %s pagrindinį klientą %s operacinės sistemos užsikrovimo metu.
pl: Mo¿esz tak¿e ustawiæ aby%s g³ówny klient BOINC uruchamia³ siê zaraz po starcie systemu %s.
ru: Вы можете настроить %s автоматический запуск клиента BOINC %s при старте системы.

# RLN_MSWIN_UNINSTALL_DESC
source: Select Start/Control Panel/Add or Remove Programs. Select BOINC, then click Remove. This removes the BOINC software only. To completely remove BOINC, delete the BOINC data directory (usually C:/Program Files/BOINC).
ar: اضغط <kdb>ابدأ/لوحة التحكم/ركب و&nbsp;أزل البرمجيات</kbd>، ثم اختر BOINC ثم أزله. سيزيل هذا برمجية BOINC فقط لكنه سيترك دليل البيانات و&nbsp;سيكون عليك حذفه يديا إن كنت لن تشغل BOINC مجددا في المستقبل عادة يكون في <span dir="ltr">C:/Program Files/BOINC</span>.
be: У меню 'Пуск' вылучыць 'Праграмы / BOINC / Uninstall' або праз 'Налада / Панэль кіравання / Усталёўка і выдаленне праграмаў' вылучыць 'BOINC' і націснуць 'Выдаліць'.
bg: От меню Start, изберете Programs / BOINC / Uninstall. Или от меню Start, изберете Settings / Add or remove programs.
ca: Seleccioni Inici / Panell de control / Afegir o Treure Programes. Seleccionar BOINC, prémer Treure. Aixó només elimina el programari BOINC. Per eliminar totalment BOINC, eliminar el directori BOINC (normalment C:/Arxius de Programa/BOINC).
de: Wählen Sie 'Start', 'Systemsteuerung', 'Software' und klicken Sie bei BOINC auf 'Entfernen'. Dies deinstalliert allerdings nur die BOINC-Software. Um BOINC vollständig zu entfernen, muss noch das BOINC-Datenverzeichnis gelöscht werden (in der Regel C:/Programme/BOINC).
es: Seleccione Inicio/ Panel de control/Agregar o quitar programas. Seleccione BOINC, y después pulse Quitar. Esto sólo elimina el programa BOINC. Para eliminar BOINC completamente, borre la carpeta de datos de BOINC (normalmente en C:/Archivos de programa/BOINC).
fr: Sélectionnez Démarrer/Panneau de configuration/Ajout-Suppression de programmes. Sélectionnez BOINC, puis cliquez sur Désinstaller. Cette opération ne supprime que l'application BOINC. Pour désinstaller complètement BOINC, supprimez le répertoire BOINC (en général C:/Program Files/BOINC).
lt: Meniu Pradėti, Visos programos / BOINC / Uninstall. Arba Pradėti, Valdymo skydas / Pridėti arba šalinti programas.
pl: Wbierz Start/Panel Sterowania/Dodaj lub usuñ programy. Wybierz BOINC, nastêpnie kliknij Usuñ. To usuwa jedynie oprogramowanie BOINC. Aby usun¹æ tak¿e dane projektów, skasuj ca³y katalog BOINC (najczêœciej znajduj¹cy siê w C:/Program Files/BOINC).
ru: В меню 'Пуск' выбрать 'Программы / BOINC / Uninstall' или через 'Настройка / Панель управления / Установка и удаление программ' выбрать 'BOINC' и нажать 'Удалить'.

# RLN_ISSUE_PROXY_NTLMAUTH
source: If you use a proxy server, please hold off upgrading for now. We have a fix in the works for proxies that use NTLM authentication.
ar: إن كنت تستخدم خادوما وسيطا فأجل الترقية لبرهة، فنحن نعمل على تصليحة تتعلق بالخواديم التي تستخدم تصريح NTLM.
be: Калі вы выкарыстаеце проксі сервер, абновіце BOINC да апошняй версіі. Нядаўна былі ўхіленыя памылкі пры працы з проксі выкарыстоўвалымі NTLM аўтарызацыю.
bg: Ако използвате прокси сървър, при ъпдейт моля имайте в предвид, че в момента разработваме подобрение за прокси сървъри, които използват NTLM удостоверяване.
ca: Si utilitza un servidor proxy, si us plau, de moment no actualitzi el programari. Estem desembelopant una actualització per proxis que utilitzen autenticació NTLM.
de: Bitte warten Sie noch mit der Aktualisierung, wenn Sie einen Proxy-Server nutzen. Wir arbeiten zur Zeit noch an einer Korrektur für Proxies, welche die NTLM-Authentifizierung einsetzen.
es: Si usted usa un servidor proxy, por favor, no actualize por ahora. Tenemos en desarrollo un parche para los proxys que usan la autenticación NTLM.
fr: Si vous utilisez un serveur proxy, conservez votre version actuelle de BOINC. Nous rencontrons actuellement des difficultés avec les serveurs proxy utilisant l'authentification NTLM.
lt: Jei naudojate proxy serverį, prašome susilaikyti nuo atnaujinimų šiuo metu. Mes šiuo metu rengiama pataisas proxy serverių naudojimui pasitelkiant NTLM identifikavimą.
ru: Если вы используете прокси сервер, обновите BOINC до последней версии. Недавно были устранены ошибки при работе с прокси использующими NTLM авторизацию.

# RLN_ISSUE_MSWIN_LATEST_DIRECTX
source: (Windows) If BOINC applications are repeatedly crashing on your computer, it's possibly that you need to %supgrade to the latest version (9.0c or later) of DirectX %s.
ar: (ويندوز) إذا تعددت انهيارات تطبيقات BOINC على حاسوبك، فقد تكون بحاجة لترقية Diret إلى الإصدارة 9.0C أو&nbsp;ما يليها.
be: Калі BOINC часта завяршаецца з памылкаю падчас працы, магчыма вам неабходна %s абнавіць DirectX да апошняй версіі %s.
bg: Ако BOINC приложенията постоянно забиват на Вашия компютър, вероятно имате нужда да инсталирате %sпоследната версия на DirectX %s.
ca: (Windows) Si les aplicacions BOINC fallen sistemàticament en el seu ordinador, és possible que necessiti %sactualitzar DirectX a la darrera versió (9.0c o posterior) %s.
de: <strong>(Windows)</strong>: Wenn die BOINC-Anwendungen auf Ihrem Computer wiederholt abstürzen, ist möglicherweise eine %sAktualisierung auf die neueste DirectX-Version (9.0c oder neuer)%s nötig.
es: (Windows) Si BOINC se cuelga repetidamente en su ordenador, puede que necesite %sactualizarlo a la última versión (9.0c o posterior) de DirectX %s.
fr: (Windows) Si les applications BOINC se bloquent de manière répétée sur votre ordinateur, il est possible que vous deviez %spasser à la dernière version (9.0c ou plus récent) de DirectX %s.
lt: Jei BOINC naudojamos programos dažnai nustoja veikusios, gali būti, kad jums reikia %satsinaujinti DirectX iki naujausios versijos %s.
ru: Если BOINC часто завершается с ошибкой во время работы, возможно вам необходимо %s обновить DirectX до последней версии %s.

# RLN_ISSUE_MSWIN_SCREENSAVER_XP3D
source: (Windows) If BOINC runs at the same time as Windows XP 3-D screensavers, the system becomes sluggish and unresponsive.
ar: (ويندوز) إذا اشتغل BOINC في ذات الوقت مع حافظات شاشة ويندوز XP ثلاثية الأبعاد قفقد يصبح النظام بطيئا و&nbsp;غير مستجيب.
be: Калі BOINC запушчаны як экранная застаўка Windows XP 3-D, рэакцыя аперацыйнае сістэмы на дзеянні карыстача моцна запавольваецца (сістэма завісае).
bg: Ако BOINC работи едновременно със 3-D скриин-сеивърите на Windows XP, компютърът ви може да стане по-бавен, тромав и неотзивчив.
ca: (Windows) Si BOINC s'executa al mateix temps que el salvapantalles 3D de Windows XP, el sistema pot esdevenir lent i sense resposta.
de: <strong>(Windows)</strong>: Wenn BOINC zur selben Zeit wie ein 3D-Bildschirmschoner für Windows XP läuft, wird das System träge und reagiert möglicherweise nicht mehr auf Ihre Eingaben.
es: (Windows) Si BOINC se ejecuta al mismo tiempo que un protector de pantalla de Windows XP 3-D, el sistema no responde.
fr: (Windows) Si BOINC est lancé en même temps que les économiseurs d'écran 3D de Windows XP, le système devient lent et ne répond plus.
lt: Jei BOINC veikia tuo pačiu metu kaip ir Windows XP 3-D užsklandos, sistema pasidaro lėta ir neatsakanti į vartotojo veiksmus.
ru: Если BOINC запущен как экранная заставка Windows XP 3-D, реакция операционной системы на действия пользователя сильно замедляется (система зависает).

# RLN_ISSUE_MSWIN_NO_SCREENSAVER
source: (Windows) Applications that were built before October 2004 do not display screensaver graphics with the Service or Shared install type, or the Single-user install type with the password protect screensaver option on NT based machines.
ar: (ويندوز) التطبيقات التي بنيت قبل أكتوبر 2004 لا تعرض رسوميات حافظ الشاشة في طور التثبيت كخدمة أو&nbsp;التثبيت المشترك و&nbsp;لا في طور التثبيت لمستخدم واحد في حالة وجود كلمة مرور على حافظ الشاشة و&nbsp;ذلك في النظم المبنية على NT.
be: Прыкладанні, створаныя да кастрычніка 2004 года не паказваюць графіку ў рэжыме экраннае застаўкі BOINC ні пры 'усталёўцы BOINC у якасці службы', ні пры ўсталёўцы для ўсіх карыстачоў', таксама не адлюстроўваецца графіка пры 'індывідуальнай усталёўцы' і выкарыстанні абароны паролем выхаду з экраннае застаўкі на аперацыйных сістэмах пабудаваных на базе NT.
bg: Програмите, създадени преди Октомври 2004 не показват графики на скриин-сеивъра при инсталиране като услуга или споделена инсталация, или инсталация за един потребител, ако е зададена парола на скриин-сеивъра при NT-базирани машини.
ca: (Windows) Les aplicacions creades amb anterioritat a Octubre de 2004 no mostren els gràfics del salvapantalles en la instal·lació del tipus Servei o Compartit, o en el tipus Usuari amb la contrasenya del salvapantalles activada en equips basats en NT.
de: <strong>(Windows)</strong>: Anwendungen, die vor Oktober 2004 erstellt worden sind, zeigen auf NT-Computern keinen Bildschirmschoner an, wenn die Passwortfunktion für Bildschirmschoner eingeschaltet ist und BOINC als Dienst oder als gemeinsame Installation installiert worden ist.
es: (Windows) Aplicaciones que fueron hechas antes de octubre de 2004 no muestran gráficos con los tipos de instalación como Servicio o Compartida, o con el tipo de instalación Monousuario con protector de pantalla con contraseña en ordenadores con NT.
fr: (Windows) Les applications qui ont été produites avant octobre 2004 n'affichent pas d'économiseur d'écran graphique lors des installationsdu type Service ou partagée, ou avec les installations du type Single-user sous Windows NT avec l'option de mot de passe à la sortie de l'écran de veille.
lt: Programos, kurios sukurtos iki 2004 m. spalio mėn. nerodo užsklandų, kuomet BOINC įdiegtas dalijimosi ar serviso režimu arba kai vartotojas yra nustatęs užskalndą su slaptažodžio naudojimu NT pagrindu sukurtuose kompiuteriuose.
ru: Приложения, созданные до октября 2004 года не показывают графику в режиме экранной заставки BOINC ни при 'установке BOINC в качестве службы', ни при установке для всех пользователей', также не отображается графика при 'индивидуальной установке' и использовании защиты паролем выхода из экранной заставки на операционных системах построенных на базе NT.

# RLN_TROUBLESHOOT_INTRO
source: If you have problems with BOINC, here are some steps you can take:
ar: إن كانت لديك مشكلات مع BOINC فهذه بعض الخطوات التي يمكنك اتباعها:
be: Пры з'яўленні праблемаў з працаю BOINC, вы можаце паступіць наступным чынам:
bg: Ако имате проблеми с BOINC, ето няколко неща, които можете да предприемете:
ca: Si experimenta problemes amb BOINC, hi ha alguns passos que pot seguir:
de: Wenn Sie Probleme mit BOINC haben, empfiehlt sich folgendes Vorgehen:
es: Si tiene problemas con BOINC, aquí tiene algunos pasos para solucionarlos:
fr: Si vous avez des problèmes avec BOINC, voici quelques pistes :
lt: Jei jums iškilo problemu su BOINC, štai čia yra keli žingniai kurie jums gali padėti:
ru: При появлении проблем с работой BOINC, вы можете поступить следующим образом:

# RLN_TROUBLESHOOT_PRJ_SPECIFIC
source: If you have a problem with a particular project, go to the 'Questions and Answers' area of the project's web site. You may find the solution to your problem. If not, post it there, and you'll get help from other users. If the problem persists, use the BOINC Manager to 'reset' that project. This will erase any jobs in progress and start from scratch.
ar: إن كانت لديك مشكلة مع مشروع معين زر قسم الأسئلة و&nbsp;الأجوبة في موقع المشروع فقد تجد حلا لمشكلتك. فإن لم تجد أرسل مشكلتك هناك و&nbsp;سيساعدك المستخمون الآخرون. إذا ما ظلت المشكلة قائمة استخدم مدير BOINC لتصفير المشروع، فسيمحي هذا كل المهمات قيد التنيذ و&nbsp;يبدأ من جديد.
be: Калі праблемы звязаныя з пэўным праектам, зайдзіце на старонку 'Пытанні і адказы' (Questions and Answers) на сайце праекту і пашукайце адказ на ваша пытанне, або задайце пытанне самі.
bg: Ако проблема е с точно определен проект, отидете на раздела 'Въпроси и Отговори' на уеб-саита на проекта. Там може да намерите решение на проблема си. Ако не намерите, опиешете проблема си там, и ще получите помощ от останалите потребители.
ca: Si el problema és amb algun projecte en particular, dirigegis a la secció 'Preguntes i Respostes' de la pàgina del projecte. Poder hi trobareu la solució al vostre problema. En cas contrari, deixeu-hi un misatge, i obtindreu ajuda d'altres usuaris. Si el problema persisteix, utilitzeu el gestor BOINC per 're-iniciar' el projecte. Aixó eliminarà tots els treballs en curs i l'iniciarà de zero.
de: Wenn das Problem nur ein einzelnes Projekt betrifft, sollten Sie den 'Fragen und Antworten'-Bereich auf der Projektwebsite besuchen. Vielleicht findet sich dort bereits eine Lösung für Ihr Problem. Wenn nicht, tragen Sie es einfach dort ein, und andere Benutzer werden Ihnen weiterhelfen. Wenn das Problem bestehen bleiben, sollten Sie das betreffende Projekt mit dem BOINC Manager 'zurücksetzen'. Damit werden werden jegliche Aufgaben gelöscht und es wird von ganz vorne begonnen.
es: Si tiene un problema con un proyecto específico, vaya al área de 'Preguntas y Respuestas' del sitio web del proyecto. Debería encontar solución a su problema. Si no, publíquelo en dicho sitio web, y otros usuarios le ayudarán. Si el problema continúa, use el administrador BOINC para 'reiniciar' dicho proyecto. Esto borrará cualquier trabajo en progreso y comenzará de cero.
fr: Si vous avez un problème avec un projet en particulier, allez dans la zone 'Questions et Réponses' du site web de ce projet. Vous devriez y trouver la solution à votre problème. Si ce n'est pas le cas, décrivez-y votre problème, et vous serez aidé par d'autres utilisateurs. Si le problème persiste, utilisez le BOINC Manager pour 'Recommencer' ce projet. Cela effacera toutes les unités de calcul en cours et retéléchargera l'application depuis le début.
lt: Jei jums kilo problemų su konkrečiu projektu, eikite į 'Klausimų ir atsakymų' skiltį projekto tinklapyje. Jūs ten galite rasti sprendimą savo problemai. Jei ne, tuomet praneškite apie problemą ir jums ją išspręsti padės kiti vartotojai.
ru: Если проблемы связаны с конкретным проектом, зайдите на страницу 'Вопросы и ответы' (Questions and Answers) на сайте проекта и поищите ответ на ваш вопрос, или задайте вопрос сами.

# RLN_TROUBLESHOOT_BOINC_ITSELF
source: If you have problems with BOINC itself, get help from the %s BOINC message boards %s.
ar: إن كانت لديك مشكلات مع BOINC ذاته فابحث عن مساعدة في %sمنتدى BOINC%s
be: Калі праблема складаецца ў працы самога праграмнага забеспячэння BOINC, паспрабуйце атрымаць дапамогу на %sфоруме BOINC%s
bg: Ако имате проблеми със самият BOINC, можете да получите помощ от %s форумите на BOINC %s.
ca: Si experimenta problemes amb el propi BOINC, obtingui ajuda de %s BOINC message boards %s.
de: Wenn Sie Probleme mit BOINC selbst haben, sollten Sie sich in den %sBOINC-Diskussionsforen%s weiterhelfen lassen.
es: Si tiene problemas con el programa BOINC, consiga ayuda de los %s foros de BOINC %s.
fr: Si vous avez des problèmes avec BOINC lui-même, obtenez de l'aide par les %s fora BOINC %s.
lt: Jei jums kilo su problemų su pačiu BOINC, pagalbą ir patarimus surasite %s BOINC pranešimų lentose %s.
ru: Если проблема заключается в работе самого программного обеспечения BOINC, попробуйте получить помощь на %sфоруме BOINC%s

# DL_TROUBLE
source: Troubleshooting
ar: علاج المشكلات
ca: Localització i resolució de problemes
de: Problembehebung
es: Solución de problemas
fr: Résolution de problèmes
pl: Problemy i ich rozwi¹zania

# SRQ_MSWIN
source: Windows
ar: ويندوز

# SRQ_APPLMAC
source: Macintosh
ar: ماكنتوش

# SRQ_LINUX
source: Linux
ar: لينكس
