Repository: Milkyway-at-home/BOINC
Catalog: languages/translations/*.po
Languages: ar, be, bg, ca, de, es, fr, lt, pl, ru

# HOME_HEADING1
source: Volunteer
ar: تطوع
ca: Voluntari
de: Mitmachen
es: Voluntario
fr: Participant
lt: Būk savanoriu
pl: Ochotniku

# HOME_P1
source: Use the idle time on your computer (Windows, Mac, or Linux) to cure diseases, study global warming, discover pulsars, and do many other types of scientific research. It's safe, secure, and easy: %sChoose%s projects %sDownload%s and run BOINC software %sEnter%s an email address and password.
ar: استخدم وقت قوة حاسوبك غير المستغلة (ويندوز، ماك، أو&nbsp;لينكس) للبحث عن علاجات للأمراض، و&nbsp;دراسة التغير المناخي، اكتشاف النجوم النابضات، و&nbsp;مجالات أخرى من البحث العلمي النافع، بكل يسر و&nbsp;أمان: %sاختر%س المشروعات التي تود المساهمة فيها ثم %sنزِّل%s و&nbsp;شغل برمجية BOINC ثم %sأدخل%s مسار المشروع و&nbsp;عنوان بريدك و&nbsp;كلمة مرورك.
ca: Utilitzar el temps d'inactivitat del seu ordinador (Windows, Mac, o Linux) per curar malalties, estudiar el calentament global, descobrir pulsars, i realitzar molts altres tipus de recerca científica. Es segur i fàcil: %sEsculli%s els projectes %sDescarregui%s i executi el programari BOINC %sEntri%s una adreça de correu electrònic i contrasenya.
de: Bekämpfen Sie Krankheiten, untersuchen Sie die globale Klimaerwärmung, entdecken Sie Pulsare und stellen Sie zahlreiche andere Arten wissenschaftlicher Forschung an mit der ungenutzten Rechenleistung Ihres Computers (Windows, Mac oder Linux). Es ist sicher und einfach zugleich: %sAuswählen%s der Projekte%sHerunterladen%s und Starten der BOINC-Software %sEingeben%s der Projekt-URLs, Ihrer E-Mailadresse und eines Passworts.
es: Use el tiempo de inactividad de su ordenador (Windows, Mac, o Linux) para curar enfermedades, estudiar el calentamiento global, descubra pulsars, y haga muchos otros tipos de investigación científica. Es seguro, protegido, y fácil: %sElija%s proyectos %sDescargue%s y ejecute el programa BOINC %sIntroduzca%s una dirección de correo electrónico y una contraseña.
fr: Utilisez les périodes d'inactivité de votre ordinateur (sous Windows, Mac, ou Linux) pour soigner des maladies, étudier le réchauffement planétaire, découvrir des pulsars, et bien d'autres types de recherches scientifiques. C'est facile et sans danger : %sChoisissez%s un projet %sTéléchargez%s et lancez le logiciel BOINC %sEntrez%s l'URL du projet, votre adresse email et votre mot de passe.
lt: Panaudokite laisvus savo kompiuterio resursus (Windows, Mac arba Linux) vaistų paieškai, globalinio klimato studijoms, pulsarų paieškai ir daugybei kitų mokslinių tyrimų. Tai saugu ir paprasta: %sPasirinkite%s projektus %sParsisiųskite%s ir paleiskite BOINC programinę įrangą %sĮveskite%s projektų adresus, savo el. pašto adresą bei slaptažodį.
pl: Zacznij wykorzystywaæ woln¹ moc obliczeniow¹ swohego komputera (Windows, Mac, lub Linux) , aby pomóc w przeciwdzia³aniu chorobom, analizowaæ globalne ocieplenie, odkrywaæ pulsary oraz braæ udzia³ w wielu innych badaniach naukowych. Jest to bezpieczne i proste: %sWybierz%s projekt %sPobierz%s i zainstaluj oprogramowanie BOINC %sWpisz%s adres URL projektu, twój email oraz has³o.

# HOME_P2
source: Or, if you run several projects, try an %saccount manager%s such as %sGridRepublic%s or %sBAM!%s.
ar: أو، إن كنت تشغل عدة مشروعات فجرب %sمدير حسابات%s مثل %sGridRepublic%s أو&nbsp;%sBAM!%s.
ca: O, si executa mes d'un projecte, provi un %sgestor de comptes%s tal com %sGridRepublic%s o %sBAM!%s.
de: Probieren Sie eine %sKontoverwaltung%s wie %sGridRepublic%s oder %sBAM!%s aus, wenn Sie an mehreren Projekten teilnehmen.
es: O, si usted ejecuta varios proyectos, pruebe un %sadministrador de cuentas%s tales como %sGridRepublic%s o %sBAM!%s.
fr: Ou, si vous participez à plusieurs projets, essayez un %sgestionnaire de comptes%s comme %sGridRepublic%s ou %sBAM!%s.
lt: Arba, jei dalyvaujate keliuose projektuose, išmėginkite %sabonento valdiklį%s, pvz., %sGridRepublic%s arba %sBAM!%s.
pl: Je¿eli liczysz w wielu projektach spróbuj skorzystaæ z %smenad¿era kont%s takiego jak %sGridRepublic%s lub %sBAM!%s.

# HOME_P3
source: If you have any questions, or need help getting started, you can %stalk to a Volunteer Helper%s.
ar: إن كانت لديك أسئلة أو&nbsp;إن كنت بحاجة إلى مساعدة لتبدأ فيمكنك الحديث مع %sمتطوعينا%s.
ca: Si té preguntes, o necessita ajuda per començar, pot %sdemanar-ho als Voluntaris%s.
de: Wenn Sie Fragen haben oder Hilfe beim Einstieg benötigen, können Sie sich %smit einem freiwilligen Helfer unterhalten%s.
es: Si tiene alguna pregunta, o necesita ayuda para comenzar, puede %shablar con un Voluntario para Ayuda%s.
fr: Si vous avez des questions, ou que vous avez besoin d'aide pour vous lancer, vous pouvez %sdemander de l'aide à un participant%s.
lt: Jeigu turite klausimų arba jums reikia pagalbos pradedant naudoti BOINC, galite %ssusisiekti su savanoriu pagalbininku%s.
pl: Je¿eli masz jakieœ pytania, lub potrzebujesz pomocy w rozpoczêciu swojej przygody z BOINC, %sskontaktuj siê z jednym z ochotników oferuj¹cych pomoc%s.

# HOME_DOWNLOAD
source: Download
ar: نزل
ca: Descarregar
de: Herunterladen
es: Descargar
fr: Téléchargement
pl: Pobierz

# HOME_WEB_SITES
source: Web
ar: مواقع وب
de: Webseiten
es: La web
fr: Sites web
lt: Informaciniai tinklapiai
pl: Linki

# HOME_ADD_ONS
source: Add-ons
ar: تركيبات
ca: Suplements (Add-ons)
es: Complementos
fr: Suppléments
lt: Priedai
pl: Dodatki

# HOME_SURVEY
source: Survey
ar: استبيان
ca: Enquesta
de: Umfrage
es: Encuesta
fr: Enquête
lt: Apklausa
pl: Ankieta

# HOME_HELP
source: Help
ca: Ajuda
es: Ayuda

# HOME_BOINC
source: Berkeley Open Infrastructure for Network Computing
es: Infraestructura Abierta de Berkeley para Computación en Red
lt: BOINC interneto svetainė

# CHARSET
source: UTF-8
bg: windows-1251
fr: iso-8859-15
pl: Windows-1250
