Repository: Milkyway-at-home/BOINC
Catalog: languages/translations/*.po
Languages: ar, be, bg, ca, de, es, fr, lt, pl, ru

# POLL_HOW_MANY
source: How many computers?
ar: كم عدد الحواسيب؟
be: Колькі кампутараў вы выкарыстаеце?
bg: Колко компютъра?
ca: Quants ordinadors?
de: Anzahl der Computer
es: ¿Cuántos ordenadores?
fr: Sur combien d'ordinateurs utilisez-vous BOINC?
lt: Kiek kompiuterių?
pl: Jak du¿o komputerów?
ru: Сколько компьютеров вы используете?

# POLL_TURNED_ON
source: On average, how many hours per day are they powered on?
ar: ما متوسط عدد الساعات التي تعمل خلالها هذه الحواسيب؟
be: Колькі гадзінаў у дзень уключаны ваш кампутар?
bg: Средно, по колко часа на ден са включени?
ca: De mitjana, quantes hores al dia estan encesos?
de: Wie viele Stunden pro Tag sind diese durchschnittlich eingeschaltet?
es: De promedio, ¿cuántas horas al día están encendidos?
fr: En moyenne, combien d'heure par jour sont-ils allumés ?
lt: Kiek laiko per dieną jie būna įjungti?
pl: Œrednio przez ile godzin dziennie s¹ one w³¹czone?
ru: Сколько часов в день включен ваш компьютер?

# POLL_AGE
source: Age
ar: العمر
be: Узрост
bg: Възраст
ca: Edat
de: Alter
es: Edad
lt: Amžius
pl: Wiek
ru: Возраст

# POLL_SEX
source: Sex
ar: الجنس
be: Пол
bg: Пол
ca: Sexe
de: Geschlecht
es: Sexo
fr: Sexe
lt: Lytis
pl: P³eæ
ru: Пол

# POLL_MALE
source: Male
ar: ذكر
be: Муж.
bg: Мъж
ca: Masculí
de: Männlich
es: Masculino
fr: Homme
lt: Vyras
pl: Mê¿czyzna
ru: Муж.

# POLL_FEMALE
source: Female
ar: أنثى
be: Жаночы.
bg: Жена
ca: Femení
de: Weiblich
es: Femenino
fr: Femme
lt: Moteris
pl: Kobieta
ru: Жен.

# POLL_EXPERTISE
source: Your level of computer expertise
ar: مستوى خبرتك بالحواسيب
be: Ваш узровень кампутарнай адукацыі
bg: Ниво на Вашите компютърни умения
ca: El seu nivell de coneixements informàtics
de: Ihre Erfahrung mit Computern
es: Su nivel técnico con los ordenadores
fr: Votre niveau de connaissances en informatique
lt: Jūsų kompiuterinio raštingumo lygis
pl: Twój poziom znajomoœci obs³ugi komputera
ru: Ваш уровень компьютерного образования

# POLL_LEVB
source: Beginner
ar: مبتدئ
be: Пачынаючы карыстач
bg: Начинаещ
ca: Principiant
de: Anfänger
es: Principiante
fr: Débutant
lt: Pradedantysis
pl: pocz¹tkuj¹cy
ru: Начинающий пользователь

# POLL_LEVI
source: Intermediate
ar: متوسط
be: Упэўнены карыстач
bg: Нормален потребител
ca: Intermedi
de: Fortgeschritten
es: Intermedio
fr: Moyen
lt: Vidutinis
pl: Œrednio zaawansowany
ru: Уверенный пользователь

# POLL_LEVA
source: Advanced
ar: متقدم
be: Прадвінуты карыстач
bg: Напреднал
ca: Avançat
de: Experte
es: Avanzado
fr: Avancé
lt: Pažengęs
pl: zaawansowany
ru: Продвинутый пользователь

# POLL_LEARN_WHERE
source: Where did you learn about BOINC projects?
ar: من أين عرفت بمشروعات BINC؟
be: Адкуль вы пазналі аб праектах на базе BOINC?
bg: От къде научихте за BOINC проектите?
ca: A través de quins mitjans ha conegut els projectes BOINC?
de: Wie haben Sie von den BOINC-Projekten erfahren?
es: ¿Donde se enteró de los proyectos BOINC?
fr: Par quel moyen avez-vous entendu parler des projets BOINC ?
lt: Kur jūs sužinojote apie BOINC projektus?
pl: Gdzie dowiedzia³eœ(³aœ) siê o projektach BOINC?
ru: Откуда вы узнали о проектах на базе BOINC?

# POLL_WTV
source: TV/radio/newspaper
ar: التلفزيون/الراديو/الصحف
be: СМІ (Тэлебачанне, газеты)
bg: телевизия/радио/вестници
ca: Televisió/radio/premsa escrita
de: TV / Radio / Zeitung
es: TV/radio/prensa
fr: TV/radio/jounaux
lt: TV/radijas/laikraščiai
pl: TV/radio/gazety
ru: СМИ (Телевидение, газеты)

# POLL_WPERS
source: From friends, relatives, or coworkers
ar: من الأصدقاء، أو&nbsp;الأقارب، أو&nbsp;زملاء العمل
be: Ад сяброў, сваякоў, або калегаў
bg: приятели, роднини, или колеги
ca: Amics, familiars, companys de feina
de: Freunde, Bekannte oder Arbeitskollegen
es: Por amigos, parientes, compañeros de trabajo
fr: Par des amis, relations ou collègues de travail
lt: Iš draugų, pažįstamų, bendradarbių
pl: Od przyjació³, bliskich, albo wspó³pracowników
ru: От друзей, родственников, или коллег

# POLL_WTEAM
source: Team message boards or web sites
ar: منتديات أو&nbsp;مواقع الفِرَق
be: На сайце або форуме адной з каманд
bg: форуми или "дъски за съобщения"
ca: Fòrums, taulells de missatges o pàgines web d'algun equip
de: Team-Diskussionsforen oder -websites
es: Foros de mensajes o sitios web
fr: Dans les forums d'équipes ou leurs sites web
lt: Komandos pranešimų lentose ar interneto svetainėse
pl: Na forum zespo³u albo na jego stronie WWW
ru: На сайте или форуме одной из команд

# POLL_WBOINC
source: The BOINC web site
ar: موقع BOINC
be: На хатнім сайце BOINC
bg: официалния BOINC уеб-сайт
ca: La pàgina web de BOINC
de: BOINC-Website
es: El la página web de BOINC
fr: Sur le site web de BOINC
lt: BOINC interneto svetainėje
pl: Na stronie WWW BOINC
ru: На домашнем сайте BOINC

# POLL_WWEB
source: Other web sites
ar: مواقع أخرى
be: На іншых сайтах
bg: други уеб-сайтове
ca: Altres pàgines web
de: Andere Websites
es: En otros sitios web
fr: Sur d'autres sites web
lt: Kitose interneto svetainėse
pl: Na innych stronach WWW
ru: На других сайтах

# POLL_FACTOR
source: Which are the most important factors when you decide whether to participate in a BOINC project?
ar: ما العامل الأهم في تحديد إن كنت ستشارك في أحد مشروعات BOINC
be: Што для вас з'яўляецца найболей важным пры прыняцці рашэння аб удзеле ў праекце на базе BOINC?
bg: Кои са най-важните фактори, когато решавате дали да участвате в определен BOINC проект?
ca: Quins són els factors més importants que té en compte quan decideix si participar o no en un projecte BOINC?
de: Was sind für Sie die wichtigsten Faktoren, wenn Sie sich zur Teilnahme an einem BOINC-Projekt entschliessen?
es: ¿Cuáles son los factores más importantes cuando decide si se une a un proyecto BOINC?
fr: Quels sont les éléments les plus importants qui vous poussent à participer à un projet BOINC ?
lt: Kokie dalykai jums yra svarbiausi kai sprendžiate apie dalyvavimą BOINC projekte?
pl: Który fakt by³ najwa¿niejszy, kiedy zdecydowa³eœ(³aœ) siê czy przy³¹czyæ siê do projektu(ów) BOINC?
ru: Что для вас является наиболее важным при принятии решения об участии в проекте на базе BOINC?

# POLL_GRAPHICS
source: Nice-looking screensaver graphics
ar: حافظ الشاشة جميل
be: Прыгожая экранная застаўка (графічнае акно прыкладання)
bg: добре изглеждаща графика на скриинсейвър-а
ca: Gràfics atractius al salvapantalles
de: Schöner Bildschirmschoner
es: Protector de pantalla con gráficos atractivos
fr: Un bel économiseur d'écran
lt: Gražiai atrodanti užsklandų grafika
pl: £adnie wygl¹daj¹cy graficzny wygaszacz
ru: Красивая экранная заставка (графическое окно приложения)

# POLL_CREDIT_FAIR
source: Fair and quick granting of credit for work done
ar: السرعة و&nbsp;العدل في منح النقاط مقابل الشغل المنجز
be: Сумленнае і хуткае налічэнне ачкоў за апрацаваныя заданні
bg: честно и бързо разпределение на кредита за свършената работа
ca: Retribució justa i ràpida de crèdit per la feina feta
de: Gerechte und schnelle Creditvergabe für abgeschlossene Arbeit
es: El crédito por el trabajo hecho se otorga de manera rápida y justa
fr: Une distribution rapide et équitable des crédits attribués pour le travail effectué
lt: Teisingas ir greitas kreditų suteikimas už atliktą darbą
pl: Sprawiedliwe i szybkie przyznawanie punktów kredytowych za wykonan¹ pracê
ru: Честное и быстрое начисление очков за обработанные задания

# POLL_CREDIT_MORE
source: Getting more credit from this project than from others
ar: نيل نقاط أكثر في هذا المشروع عما تمنحه مشروعات أخرى
be: Атрыманне большай колькасці ачкоў чым у іншых праектах
bg: получаването на повече кредит в дадения проект спрямо останалите
ca: Obtenció de més crèdit del projecte en qüestió, que dels altres
de: Bei diesem Projekt mehr Credits als bei anderen gutgeschrieben bekommen
es: Conseguir más crédito de éste proyecto que de otros
fr: Recevoir plus de crédits pour un projet que pour un autre
lt: Galimybė gauti daugiau kreditų iš šito projekto negu iš kitų
pl: Dostawanie wiêkszej iloœci punktów kredytowych z jednego projektu wzglêdem innych
ru: Получение большего количества очков чем в других проектах

# POLL_MB_FRIENDLY
source: Helpful and friendly message boards
ar: توافر المساعدة و&nbsp;جو&nbsp;الود في المنتدى
be: Змястоўны і дабразычлівы форум праекту
bg: полезни и добре организирани "дъски за съобщения"/форуми
ca: Taulells de missatges o fòrums on s'ajudi i hi hagi ambient amigable
de: Hilfreiche und freundliche Diskussionsforen
es: Los foros de mensajes son útiles y amigables
fr: Les forums sont très informatifs et l'ambiance y est agréable
lt: Naudingos ir draugiškos skelbimų lentos
pl: Pomocne i przyjacielskie fora na stronach projektów
ru: Содержательный и доброжелательный форум проекта

# POLL_MB_STAFF
source: Participation by project staff on the message boards
ar: مساهمة العاملين في المشروع في المنتدى
be: Зносіны арганізатараў на форуме праекту з удзельнікамі
bg: участието на хора от проекта във форумите
ca: Participació de responsables del projecte als taulells de missatges
de: Teilnahme der Projektmitarbeiter in den Diskussionforen
es: Los administradores del proyecto participan en los foros de mensajes
fr: Participation de l'équipe du projet dans le forum
lt: Projekto organizatorių dalyvavimas skelbimų lentose
pl: Udzia³ kadry projektu na forum
ru: Общение организаторов на форуме проекта с участниками

# POLL_WEB_SITE
source: Informative project web site
ar: توافر المعلومات و&nbsp;الأخبار في موقع المشروع
be: Інфарматыўны сайт праекту
bg: богат на информация уеб-сайт
ca: Pàgina web del projecte informativa
de: Informative Projektwebsite
es: El sitio web del proyecto es informativo
fr: Site Web instructif sur le projet
lt: Informatyvus projekto tinklapis
pl: Informacyjna strona projektu
ru: Информативный сайт проекта

# POLL_SCIENCE_IMPORTANT
source: The science is important and beneficial
ar: البحث العلمي هام و&nbsp;مفيد
be: Навуковая каштоўнасць праекту
bg: работи над важен и полезен проблем
ca: Que la investigació sigui important i beneficiosa
de: Die Forschung ist von Bedeutung und kommt der Allgemeinheit zu Gute
es: La ciencia involucrada es importante y beneficiosa
fr: La science est importante et bénéfique pour l'humanité
lt: Mokslas yra svarbus ir naudingas
pl: Nauka jest wa¿na i po¿yteczna
ru: Научная ценность проекта

# POLL_SCIENCE_PUBLIC
source: Non-profit, and results are public
ar: غير هادف للربح و&nbsp;نتائجه معلنة
be: Некомерческий праект з агульнадаступнымі вынікамі
bg: не е свързан с печалба, и резултатите са публични
ca: Sense ànim de lucre, i resultats públics
de: Gemeinnützig, und die Resultate sind öffentlich einsehbar
es: No tiene fines de lucro, y con resultados públicos
fr: Projet à but non lucratif, et des résultats publics.
lt: Nepelno siekiantis ir rezultatai yra vieši
pl: BOINC jest niekomercyjny i skutki badañ s¹ publiczne
ru: Некомерческий проект с общедоступными результатами

# POLL_RECOGNIZE
source: Personal recognition if my computer finds something
ar: العرفان بدوري في حال ما توصل حاسوبي لنتيجة هامة
be: Персанальнае апавяшчэнне (падзяка), калі мой кампутар штосьці выявіць
bg: лично признание, ако компютъра ми намери нещо
ca: Reconeixement personal si el meu ordinador troba alguna cosa
de: Persönliche Anerkennung, wenn Ihr Computer etwas findet
es: Reconocimiento personal si mi ordenador encuentra algo
fr: Reconnaissance personnelle si mon ordinateur découvre quelque chose
lt: Asmeninis pripažinimas, jei mano kompiuteris kažką randa
pl: Osobiste zadowolenie, jeœli mój komputer coœ znajduje
ru: Персональное уведомление (благодарность), если мой компьютер что-либо обнаружит

# POLL_PUBLISH
source: Publication by the project in scientific journals
ar: النشر في الدوريات العلمية
be: Артыкулы аб праекце ў навуковых часопісах
bg: публикации от страна на проекта в научни списания
ca: Publicacions per part del projecte en revistes científiques
de: Veröffentlichungen des Projekts in wissenschaftlichen Zeitschriften
es: Participación del proyecto en publicaciones mensuales científicas
fr: Le projet publie dans des revues scientifiques
lt: Projekto publikacijos moksliniuose žurnaluose
pl: Opublikowanie przez projekt wyników badañ w pismach naukowych
ru: Статьи о проекте в научных журналах

# POLL_EMAIL
source: Periodic email newsletters from the project
ar: رسائل البريد الدورية من المشروع
be: Перыядычныя справаздачы і навіны праз электронную пошту
bg: периодични имейл-и с новини от проекта
ca: Distribució periòdica d'informació sobre el projecte per correu electrònic
de: Regelmässiger E-Mail-Newsletter vom Projekt
es: El proyecto envía boletines periódicos por correo electrónico
fr: Des courriels périodiques d'information sur le projet
lt: Periodiniai naujienų laiškai iš projekto
pl: Okresowe biuletyny od projektu
ru: Периодические отчёты и новости через электронную почту

# POLL_NPROJECTS
source: How many BOINC projects do you participate in?
ar: في كم مشروع BOINC تشارك
be: У колькіх праектах на базе BOINC вы ўдзельнічаеце?
bg: В колко BOINC проекта участвате?
ca: En quants projectes participa?
de: An wie vielen BOINC-Projekten nehmen Sie teil?
es: ¿En cuántos proyectos BOINC participa?
fr: A combien de projets BOINC participez-vous ?
lt: Keliuose BOINC projektuose dalyvaujate?
pl: W jak wielu projektach BOINC uczestniczysz?
ru: В скольких проектах на базе BOINC вы участвуете?

# POLL_SSAVER
source: Do you run BOINC as a screensaver?
ar: هل تشغل BOINC كحافظ للشاشة؟
be: Вы запускаеце BOINC у рэжыме захавальніка экрана (экраннае застаўкі, скрынсэйвера)?
bg: Използвате ли BOINC като скриин-сейвър?
ca: Utilitza BOINC com a salvapantalles?
de: Läuft BOINC bei Ihnen als Bildschirmschoner?
es: ¿Usa BOINC como salvapantallas?
fr: Utilisez vous BOINC comme économiseur d'écran ?
lt: Ar naudojate BOINC kaip ekrano užsklandą?
pl: Czy u¿ywasz BOINC jako wygaszacza?
ru: Вы запускаете BOINC в режиме хранителя экрана (экранной заставки, скринсейвера)?

# POLL_YES
source: Yes
ar: نعم
be: Так
bg: Да
ca: Sí
de: Ja
es: Sí
fr: Oui
lt: Taip
pl: Tak
ru: Да

# POLL_NO
source: No
ar: لا
be: Не
bg: Не
de: Nein
fr: Non
lt: Ne
pl: Nie
ru: Нет

# POLL_MBOARDS
source: Your usage of project messages boards:
ar: استخدامك للمنتدى:
be: Як вы выкарыстаеце форум BOINC-праектаў:
bg: Използвате форумите на проекта за да:
ca: El seu ús dels taulells de missatges o fòrums:
de: Wie nutzen Sie die Diskussionsforen der Projekte?
es: Su uso de los foros de mensajes del proyecto:
fr: Votre utilisation des forums de projets :
lt: Jūs naudojatės pranešimų lentomis, kad:
pl: Twoje u¿ytkowanie forum projektów:
ru: Как вы используете форум BOINC-проектов:

# POLL_MBR
source: to read information
ar: للاطلاع على المنشور
be: чытаю
bg: четете информация
ca: per llegir informació
de: Zum Lesen von Beiträgen
es: para leer información
fr: pour lire des informations
lt: perskaityčiau informaciją
pl: do czytania wiadomoœci
ru: читаю

# POLL_MBRW
source: to read and post information
ar: للاطلاع و&nbsp;للمساهمة بالمداخلات
be: чытаю і пішу паведамленні
bg: четете и публикувате информация
ca: per llegir i publicar informació
de: Zum Lesen und Eintragen von Beiträgen
es: para leer y escribir información
fr: pour recevoir et donner des informations
lt: perskaityčiau ir parašyčiau informaciją
pl: do czytania i pisania wiadomoœci
ru: читаю и пишу сообщения

# POLL_NONE
source: None
ar: لا أستخدمها
be: не наведваю
bg: не ги използвате
ca: cap
de: Gar nicht
es: no los uso
fr: Je ne les utilise pas
lt: Nenaudoju
pl: ¯adne
ru: не посещаю

# POLL_HELP
source: Where do you get information to help resolve problems with BOINC and/or BOINC projects?
ar: من أين تحصل على المعلومات التي تسعادك على حل المشكلات المتعلقة بتشغيل BOINC و&nbsp;المشروعات
be: Дзе вы знаходзіце інфармацыю аб BOINC і праектах і атрымоўваеце адказы на ўзніклыя пытанні?
bg: От къде намирате информация, която да Ви помогне да разрешите евентуални проблеми с BOINC и/или BOINC проектите?
ca: D'on obté informació per ajudar a resoldre problemes relacionats amb BOINC i/o amb projectes basats en BOINC?
de: Wo suchen Sie bei Problemen mit BOINC und/oder den BOINC-Projekten nach einer Lösung?
es: ¿En dónde obtiene la información para ayudarle a resolver los problemas con BOINC y/o sus proyectos?
fr: Où trouvez-vous les informations pour vous aider à résoudre les problèmes liés à BOINC et/ou aux différents projets?
lt: Kur jūs gaunate pagalbinę informaciją su BOINC ar BOINC projektais susijusioms problemoms spręsti?
pl: Gdzie uzyskujesz wiadomoœci potrzebne do rozwi¹zywania problemów zwi¹zanych z projektami BOINC i samym BOINC?
ru: Где вы находите информацию о BOINC и проектах и получаете ответы на возникшие вопросы?

# POLL_HELP_PMB
source: The project message boards
ar: منتديات المشروع
be: На форуме праекту
bg: форумите на проекта
ca: Taulells de missatges del projecte
de: Diskussionsforen des Projekts
es: Los foros de mensajes del proyecto
fr: Dans le forum du projet
lt: Projekto pranešimų lentose
pl: Na forum projektu
ru: На форуме проекта

# POLL_HELP_BMB
source: The BOINC message boards
ar: منتديات BOINC
be: На форуме BOINC
bg: форумите на BOINC
ca: Taulells de missatges de BOINC
de: BOINC-Diskussionsforen
es: Los foros de mensajes de BOINC
fr: Dans le forum BOINC
lt: BOINC pranešimų lentose
pl: Na forum BOINC
ru: На форуме BOINC

# POLL_HELP_BDOC
source: The BOINC web site
ar: موقع BOINC
be: На хатнім сайце BOINC
bg: уеб-сайта на BOINC
ca: Pàgina web de BOINC
de: BOINC-Website
es: La página web de BOINC
fr: Sur le site web de BOINC
lt: BOINC tinklapyje
pl: Na stronie WWW BOINC
ru: На домашнем сайте BOINC

# POLL_HELP_BMLIST
source: BOINC mailing lists
ar: قائمة BOINC البريدية
be: У спісах рассылання BOINC
bg: мейл-листата на BOINC
ca: Llistes de correu de BOINC
de: BOINC-Mailingliste
es: Listas de correo de BOINC
fr: Listes de distribution BOINC
lt: BOINC adresų sąrašuose
pl: Dziêki listom mailingowym BOINC
ru: В списках рассылки BOINC

# POLL_HELP_WIKI
source: The Unofficial BOINC Wiki
ar: ويكي BOINC غير الرسمية
be: У неафіцыйнай дакументацыі BOINC wiki
bg: неофициалната BOINC Уики
ca: Enciclopèdia Wiki no oficial de BOINC
de: Inoffizielles BOINC-Wiki
es: El Wiki no oficial de BOINC
fr: Dans The Unofficial BOINC Wiki
lt: Neoficiali BOINC Wiki
pl: Dziêki nie oficjalnej BOINC Wiki
ru: В неофициальной документации BOINC wiki

# POLL_HELP_TEAM
source: Team web sites
ar: مواقع الفِرَق
be: На сайтах камандаў
bg: уеб-сайтове на отбори
ca: Pàgines web de l'equip
es: Páginas web de los equipos
fr: Sur les sites web des équipes
lt: Komandos tinklapiuose
pl: Na stronie WWW dru¿yny w której liczê
ru: На сайтах команд

# POLL_HELP_GOOGLE
source: Google or other search engines
ar: بالبحث في جوجل أو&nbsp;محركات بحث أخرى
be: Праз пошукавыя сістэмы тыпу Google
bg: Google или други тъсачки
ca: Google o altres motors de recerca
de: Google oder andere Suchmaschinen
es: Google u otros buscadores
fr: Sur Google ou d'autres moteurs de recherche
lt: Google ar kitose paieškos sistemose
pl: Dziêki Google lub innym wyszukiwarkom
ru: Через поисковые системы типа Google

# POLL_ERROR_TITLE
source: Error - results not recorded
ar: خطأ - نتائج الاستبيان لم تُحفظ
be: Памылка - вынікі апытання не зарэгістраваныя
bg: Грешка - резултатите Ви не са записани
ca: Error - no s'han desat els resultats
de: Fehler - Antworten nicht aufgezeichnet
es: Error - no se grabaron los resultados
fr: Erreur - réponses non enregistrées
lt: Klaida - rezultatai nebuvo įrašyti
pl: B³¹d - rezultat nie zapisany
ru: Ошибка - результаты опроса не зарегистрированы

# POLL_ERROR_TEXT
source: An internal error has prevented us from recording your survey response. Please try again later.
ar: حدث خطأ داخلي حال دون حفظ نتيجة ردودك على الاستبيان. نعتذر و&nbsp;نرجو&nbsp;أن تحاول مجددا لاحقا.
be: З-за ўнутранае памылкі вынікі вашай анкеты не былі ўлічаныя. Калі ласка, паўторыце запаўненне дадзенае анкеты пазней.
bg: Поради възникнала грешка, не можахме да запишем отговорите Ви на анкетата. Моля, опитайте по-късно.
ca: Un error intern ens ha impedit desar les seves respostes a l'enquesta. Si us plau torni a intentar-ho més tard.
de: Ein interner Fehler hat dazu geführt, dass Ihre Antworten nicht aufgezeichnet werden konnten. Bitte versuchen Sie es später wieder.
es: Un error interno nos ha impedido grabar sus respuestas a la encuesta. Por favor inténtelo de nuevo más tarde.
fr: Une erreur interne s'est produite nous empêchant d'enregistrer vos réponses. Veuillez ré-essayer plus tard.
lt: Vidinė klaida sutrukdė įrašyti jūsų apklausos atsakymus.Prašome bandyti vėliau.
pl: Wewnêtrzny b³¹d powstrzyma³ nas od zarejestrowania twoich odpowiedzi na ankietê. Proszê spróbuj ponownie póŸniej.
ru: Из-за внутренней ошибки результаты вашей анкеты не были учтены. Пожалуйста, повторите заполнение данной анкеты позже.

# POLL_RECORDED
source: Survey response recorded
ar: نتائج الاستبيان حُفظت
be: Вынікі апытання прынятыя
bg: Отговорите Ви на анкетата са записани успешно.
ca: Respostes de l'enquesta desades
de: Antworten aufgezeichnet
es: Respuestas a la encuesta grabadas
fr: Vos réponses ont bien été enregistrées
lt: Apklausos rezultatai įrašyti
pl: Odpowiedzi na ankietê zapisane
ru: Результаты опроса приняты

# POLL_THANKS
source: Thank you for completing the BOINC user survey.
ar: نشكرك لأخذك استبيان مستخدمي BOINC.
be: Дзякуем вас за запаўненне анкеты BOINC
bg: Благодарим Ви за участието в Анкетата за потребители на BOINC.
ca: Gràcies per respondre les preguntes de l'enquesta per a usuaris de BOINC.
de: Vielen Dank, dass Sie an der BOINC-Benutzerumfrage teilgenommen haben.
es: Muchas gracias por completar la encuesta para usuarios de BOINC.
fr: Merci d'avoir répondu à l'enquête utilisateurs BOINC.
lt: Ačiū, kad užpildėte BOINC apklausos anketą.
pl: Dziêkujemy za wype³nienie ankiety BOINC.
ru: Благодарим вас за заполнение анкеты BOINC

# POLL_RESULTS_TITLE
source: Survey results
ar: نتائج الاستبيان
be: Вынікі апытвання
bg: Резултати от анкетата
ca: Resultats de l'enquesta
de: Umfrage-Resultate
es: Resultados de la encuesta
fr: Résultats de l'enquête
lt: Apklausos rezultatai
ru: Результаты опроса

# POLL_RESULTS_TEXT
source: These are the current results of the <a href=poll.php>BOINC user survey</a>. This page is updated every hour.
ar: نزِّل BOINC
be: Гэта бягучыя вынікі <a href=poll.php>апытання ўдзельнікаў BOINC</a>. Данныя абнаўляюцца кожную гадзіну.
bg: Това са текущите резултати от <a href=poll.php>Анкетата за потребители на BOINC</a>. Тази страница се обновява на всеки час.
ca: Aquests són els resultats de l'<a href=poll.php>enquesta per a usuaris de BOINC</a>. Aquesta pàgina s'actualitza cada hora.
de: Dies sind die aktuellen Resultate der <a href=poll.php>BOINC-Benutzerumfrage</a>. Diese Seite wird stündlich aktualisiert.
es: Éstos son los resultados actuales de la <a href=poll.php> encuesta a usuarios BOINC</a>. Ésta página se actualiza cada hora.
fr: Voici les résultats actuels de l'enquête <a href=poll.php>sur les utilisateurs BOINC</a>. Cette page est mise à jour toutes les heures.
lt: Čia rasite esamus <a href=poll.php>BOINC apklausos</a> rezultatus. Šis puslapis atnaujinamas kas valandą.
ru: Это текущие результаты <a href=poll.php>опроса участников BOINC</a>. Данные обновляются каждый час.

# DL_DOWNLOAD
source: Download BOINC
be: Загрузіць BOINC
bg: Изтеглете BOINC
ca: Descarregar BOINC
de: BOINC herunterladen
es: Descargar BOINC
fr: Télécharger BOINC
lt: Parsisiųsti BOINC
ru: Загрузить BOINC

# DL_VERSION_LNAME_SIZE
source: %s for %s (%s MB)
ar: %s لمنصة %s (%s م بايت)
be: %s для %s (%s Мбайт)
bg: %s за %s (%s MB)
de: %s für %s (%s MB)
es: %s para %s (%s MB)
fr: %s pour %s (%s Mo)
lt: %s skirta %s (%s MB)
pl: %s dla %s (%s MB)
ru: %s для %s (%s МБайт)
