Repository: Milkyway-at-home/BOINC
Catalog: languages/translations/*.po
Languages: ar, be, bg, ca, de, es, fr, lt, pl, ru

# RLN_WIN_INSTALL_PROBLEMS
source: (Windows) In rare cases, installation may fail because of an existing installation of BOINC. If this happens: %s Quit BOINC if it's running, and uninstall BOINC using %s Start/Control Panel/Add and remove programs%s. Install the new version again. %s If that fails, reinstall the version of BOINC you were previously running (old versions can be found %shere%s). Uninstall it as above, then install the new version. %s If that fails, download the %sWindows Install Clean Up%s utility from Microsoft and run it. The old BOINC version shows up as either BOINC.msi or as a corrupt icon .msi (it'll be the top option). Click on it to select, then click Remove and Exit. Reboot your computer. Install the new version. (Warning: leave all other .msi files as they are, otherwise you will have problems uninstalling other programs). %s
ar: (ويندوز) في حالات نادرة قد يفشل التثبيت بسبب وجود تثبيتة قائمة من BOINC. إن حدث هذا:%s أغلق من BONC إن كان عاملا و&nbsp;أزل BOINC مستخدما <kdb>ابدأ/لوحة التحكم/ركب و&nbsp;أزل البرمجيات</kbd>. ثبت اللإصدارة الجديدة مجددا. %s إن فشل هذا الإجراء فأعد تثبيت إصدارة BOINC السابقة التي كنت تشغلها (الإصدارات القديمة %sمتاحة للتنزيل%s)، ثم أزلها كما هو&nbsp;مشروح أعلاه و&nbsp;أعد تثبيت الجديدة. فإن فشل هذا نزَّل %sأداة تنظيف تثبيتات ويندوز%s من ميكروسوفت و&nbsp;شغلها. تظهر الإصدارة القديمة من BOINC إما باسم <span dir"ltr">BOINC.msi</span> أو&nbsp;كأيقونة معطوبة بالامتداد <span dir="ltr">.msi</span> (ستكون أعلى القائمة). انقر عليها لتخترها ثم أصدر أمر الإزالة. بعد تمام الإزالة أعد تشغيل حاسوبك، ثم ثبت الإصدارة الجديدة. (تحذير: لا تعبث بملفات <span dir="ltr">.msi</span> الأخرى و&nbsp;إلا قد لا تتمكن من إدارة تثبيتاتك الأخرى). %s
ca: (Windows) Esporàdicament, la instal·lació pot fallar degut a una instal·lació anterior de BOINC. Si passa això: %s Finalitzeu BOINC, si està en execució, i desintal·leu BOINC Instal·lar la nova versió de nou. %s Si això falla, torneu a instal·lar la versió de BOINC que s'estava executant inicialment (les versions anteriors es poden trobar %saquí%s). Desinstal·lar com abans, desprès instal·lar la nova versió. %s Si això falla, descarregar la utilitat %sWindows Install Clean Up%s des de Microsoft i executar-la. La versió BOINC anterior es mostra com BOINC.msi o com una icona .msi malmesa (serà la primera l'opció). Seleccioneu-la, premeu Eliminar i Sortir. Re-iniciar l'ordinador. Instal·lar la nova versió. (Atenció: deixeu tots els altres fitxers .msi tal i com estan, o podríeu tenir problemes desinstal·lant altres programes). %s
de: <strong>(Windows)</strong>: In seltenen Fällen kann die Installation auf Grund einer existierenden BOINC-Installation fehlschlagen. Wenn dies passiert: %sBeenden Sie BOINC, wenn es noch %sStart/Systemsteuerung/Software/Programme ändern oder entfernen%s. Installieren Sie nun die neue Version. %sWenn es wieder nicht klappt, sollten Sie die ältere Version erneut installieren (ältere Versionen finden Sie %shier%s). Deinstallieren Sie wie oben beschrieben und installieren Sie die neue Version. %sWenn auch dies fehlschlägt, können Sie das Dienstprogramm namens %sWindows Install Clean Up%s von Microsoft herunterladen und ausführen. Die alte BOINC-Version wird entweder als BOINC.msi oder als beschädigtes .msi-Symbol angezeigt (es wird die oberste Option sein). Klicken Sie darauf, um es auszuwählen und wählen Sie dann Remove und Exit. Starten Sie den Computer neu und installieren Sie die neue Version. (Achtung: Lassen Sie alle anderen MSI-Dateien unberührt, ansonsten wird es bei der Deinstallation von anderen Programmen zu Problemen kommen.%s
es: (Windows) En casos infrecuentes, la instalación puede fallar debido a una instalación previa de BOINC. Si esto ocurre: %s Salga de BOINC si está ejecutándose, y desinstale BOINC usando %s Inicio/Panel de control/Agregar o quitar programas%s. Instale la nueva versión de nuevo. %s Si esto falla, reinstale la versión de BOINC que tenían instalada anteriormente (las versiones anteriores puede encontrarlas %saquí%s). Desinstálelo como se indicó anteriormente, y luego instale la nueva versión. %s Si esto falla, descargue la utilidad %sHerramienta de limpieza de Windows Installer%s de Microsoft y ejecútelo. La versión anterior de BOINC aparece bien como BOINC.msi o como un icono corrupto .msi (será la primera opción). Pulse en él para seleccionarlo, y luego pulse Eliminar y Salir (Remove and Exit). Reinicie su ordenador. Instale la nueva versión. (Advertencia: deje todos los demás ficheros .msi tal y como están, de otro modo tendrá problemas desinstalando otros programas). %s
fr: (Windows) Dans de rares cas, l'installation peut échouer parce qu' une version de BOINC est déjà installée. Si cela se produit : %s Quittez BOINC s'il est lancé, et désintallez BOINC en utilisant %s Démarrer/Panneau de configuration/Ajout-Suppression de programmes%s. Installez à nouveau la version la plus récente. %s En cas d'échec, réinstallez la version de BOINC que vous utilisiez auparavant(les anciennes versions de BOINC se trouvent %sici%s). Désinstallez la comme indiqué ci-dessus et installez la nouvelle version. %s En cas de nouvel échec, téléchargez l'utilitaire %sde nettoyage de l'installeur Windows%s de Microsoft et lancez le. L'ancienne version de BOINC apparaît en tant que BOINC.msi ou sous la forme d'une icone de fichier *.msi corrumpu (dans les options du haut). Cliquez dessus pour le sélectionner, puis cliquez sur Enlever et Quitter. Redémarrez votre ordinateur. Installez la nouvelle version. (Attention : ne touchez pas aux autres fichiers .msi, vous risqueriez d'avoir des problèmes pour désintaller d'autres programmes). %s
pl: W Windowsie czasami siê zdarza, ¿e instalacja Menad¿era BOINC koñczy siê niepowodzeniem dlatego, ¿e wczeœniej by³a zainstalowana poprzednia wersja Menad¿era BOINC. Jeœli tak siê stanie: %s Zamknij Menad¿era, jeœli by³ uruchomiony i odinstaluj go korzystaj¹c z %s Dodaj/Usuñ Programy w Panelu Sterowania%s. Zainstaluj now¹ wersjê ponownie. %s Jeœli instalacja siê znowu nie powiedzie, zainstaluj ponownie poprzedni¹ wersjê Menad¿era, któr¹ u¿ywa³eœ (stare wersje mo¿na znaleŸæ %stutaj%s). Odinstaluj j¹ tak jak jest opisane powy¿ej, nastêpnie zainstaluj now¹ wersjê. %s Jeœli kolejna próba instalacji zakoñczy siê niepowodzeniem, pobierz program %sWindows Install Clean Up%s ze strony Microsoftu i uruchom go. Stara wersja BOINC bêdzie pokazana jako BOINC [wersja] lub jako uszkodzona instalacja (na samej górze okna). Wybierz star¹ wersjê, nastêpnie kliknij "Remove" i "Exit". Zrestartuj swój komputer. Zainstaluj now¹ wersjê. (Uwaga: zostaw wszystkie informacje o pozosta³ych programach, w przeciwnym wypadku mo¿esz mieæ problemy z ich deinstalacj¹). %s

# RLN_5_8_SIMPLE_GUI
source: The BOINC Manager offers two different interfaces: 'Simple' (small, graphical, skinnable) and 'Advanced' (maximum information). The Simple GUI allows local editing of preferences. You can switch back and forth between Simple and Advanced.
ar: توجد لمدير BOINC و&nbsp;اجهتان مختلفتان: 'بسيطة' (صغيرة، رسومية، قابلة للتكسية) و&nbsp;'متقدمة' (معلومات أكثر). تتيح الواجهة البسيطة تحرير التضبيطات المحلية. يمكنك التحويل ما بين الواجهتين، البسيطة و&nbsp;المتقدمة.
ca: El client BOINC ofereix dues interfícies: 'Senzilla' (petita, gràfica, aspecte modificable) i 'Avançada' (màxima informació). La interfície Senzilla permet l'edició local de les preferències. Podeu canviar entre les dues interfícies tantes vegades com desitgeu.
de: Der BOINC Manager verfügt über zwei verschiedene Benutzeroberflächen: 'Einfach' (klein, grafisch und anpassbar) und 'Erweitert' (viel mehr Informationen). Mit der einfachen Benutzeroberfläche lassen sich die Einstellungen lokal bearbeiten. Sie können nach Belieben zwischen den zwei Ansichten wechseln.
es: El administrador de BOINC ofrece dos interfaces diferentes: 'Simple' (pequeña, gráfica, con pieles) y 'Avanzada' (máxima información). La interfaz Simple permite editar las preferencias localmente. Usted puede cambiar entre modo Simple y Avanzado.
fr: Le 'BOINC Manager' propose 2 interfaces différentes : une 'simple' (légère, graphique, skinnable) et une 'avancée' donnant accès au maximum d'informations. L'interface simple permet une édition locale des paramètres. Vous pouvez passer de la vue simple à la vue avancée et vice-versa.
pl: Menad¿er BOINC posiada dwa interfejsy: 'Prosty' (podstawowe informacje, kolorowe skórki) oraz 'Zaawansowany' (wszystkie informacje, prosty wygl¹d). Prosty interfejs umo¿liwia zmianê ustawieñ lokalnych. W ka¿dej chwili mo¿esz zmieniæ typ interjesu.

# RLN_5_8_THROTTLE
source: CPU throttling: you can reduce CPU heat by limiting the fraction of time that BOINC computes.
ar: كبح المعالج: يمكنك تقليل تسخين المعالج عن طريق تقليل حصة الوقت التي يستغلها BOINC في الحسبانات.
ca: limitar la CPU: podeu reduir la temperatura de la CPU limitant el temps d'execució de BOINC.
de: CPU-Drosselung: Sie können die Temperatur der CPU senken, indem Sie die Zeit begrenzen, während der BOINC Berechnungen anstellt.
es: Regulación de la CPU: usted puede reducir el calentamiento de la CPU reduciendo la fraccion de tiempo durante el cual BOINC trabaja.
fr: Limiteur de CPU : vous pouvez réduire la température de votre processeur en limitant la fraction du temps pendant laquelle BOINC calculera.
pl: Przepustowoœæ CPU: mo¿esz ograniczyæ ciep³o wydzielane przez CPU poprzez ustawienie limitu wykonywanych operacji na sekundê przez BOINC.

# RLN_5_8_SCHED
source: Improved scheduling policies avoid missing job deadlines even on a slow computer with lots of projects.
ar: سياسات جدولة محسنة تتلافى التأخر عن ماعيد تسليم المهمات حتى على الحواسيب البطيئة التي العاملة على مشروعات عديدة.
ca: Una millor planificació de les tasques permet evitar que finalitzin les tasques fora de temps inclusiu en ordinadors lents amb molts projectes.
de: Verbesserte Arbeitseinteilung, um das Überschreiten der Ablaufdaten zu vermeiden - selbst bei einem langsamen Computer mit vielen Projekten.
es: Políticas de planificación mejoradas evitan que las tareas sobrepasen el limite para informar incluso en ordenadores lentos con muchos proyectos.
fr: Des règles d'ordonnancement améliorées qui évitent le dépassement de la date limite des calculs même sur un ordinateur lent attaché à beaucoup de projets.
pl: Poprawiono regu³y raportowania, w szczególnoœci zagubionych próbek oraz ich wa¿noœci, nawet na wolnych komputerach licz¹cych w du¿ej liczbie projektów.

# RLN_5_8_MEM
source: You can limit the amount of memory used by BOINC; this lets you compute all the time without losing performance.
ar: يمكنك تحديد قدر الذاكرة الذي يستغله BOINC؛ يجعلك هذا تشغل المهمات دون أن تبطأ حاسوبك.
ca: Pot limitar la quantitat de memòria utilitzada per BOINC; això permet l'execució permanent sense pèrdua de rendiment.
de: Sie können den von BOINC verwendeten Speicher begrenzen; Damit können Sie BOINC durchgehend laufen lassen, ohne Leistungseinbussen in Kauf nehmen zu müssen.
es: Puede limitar la cantidad de memoria que usa BOINC; esto le permite trabajar con su ordenador todo el tiempo sin perder eficiencia.
fr: Vous pouvez limiter la quantité de mémoire utilisée par BOINC ; cela vous permet de continuer à calculer en permanence sans perte de performance.
pl: Mo¿esz ustaliæ limit pamiêci zu¿ywanej przez BOINC; to pozwoli przetwarzaæ dane ca³y czas bez utraty wydajnoœci.

# RLN_5_8_SANDBOX
source: Mac OS X version runs applications in an unpriviledged account, increasing security.
ar: إصدارة ماك أوإس X تشغل التطبيقات في حساب غير متميز، مما يزيد الأمان.
ca: La versió per Mac OS X executa les aplicacions en un compte sense privilegis, incrementant la seguretat.
de: Die Mac OS X-Version führt Anwendungen unter einem eingeschränkten Konto aus, was zur Sicherheit beiträgt.
es: Mac OS X ejecuta aplicaciones en una cuenta de usuario sin privilegios, aumentando la seguridad.
fr: La versions Mac OS X lance les applications sous un compte sans privilèges, augmentant ainsi la sécurité.
pl: Wersja na Mac OS X uruchamia aplikacje na nieuprzywilejowanych kontach, co zwiêksza bezpieczeñstwo u¿ytkownika.

# RLN_5_8_SNOOZE
source: Snooze button (in the system tray icon) lets you stop computing for one hour.
ar: زر للإرجاء (في أيقونة صينية النظام) يجعلك توقف الحسبانات لساعة.
ca: El botó Aturar (a la icona de la barra de tasques) li permet aturar el l'execució durant una hora.
de: Mit der Schaltfläche 'BOINC anhalten' (Symbol im Infobereich der Taskleiste) können Sie jegliche Berechnungen für eine Stunde anhalten.
es: El botón dormitar (en el icono de la barra de tareas) le permite parar la ejecucuión durante una hora.
fr: Le bouton 'En Veille' (sur l'icône dans la zone de notification) vous permet d'arrêter les calculs pour une heure.
pl: Przycisk wstrzymania (i pasku narzêdziowym systemu) pozwoli Ci wstrzymaæ obliczenia na jedn¹ godzinê.

# RLN_MSWIN
source: Windows
ar: ويندوز

# RLN_APPLMAC
source: Macintosh
ar: ماكنتوش

# RLN_LINUX
source: Linux
ar: لينكس

# HELP_TITLE
source: Getting help with BOINC
ar: المساعد فيما يخص BOINC
ca: Obtenint ajuda amb BOINC
de: Hilfe zu BOINC
es: Ayuda para BOINC
fr: Obtenir de l'aide sur BOINC
pl: Uzyskiwanie pomocy w sprawach BOINC

# HELP_HEADING1
source: Online Help
ar: المساعدة على الخط
ca: Ajuda en línia
de: Online-Hilfe
es: Ayuda Online
fr: Aide en ligne
lt: Pagalba internetu
pl: Pomoc Online

# HELP_P1_1
source: BOINC Online Help lets you talk one-on-one with experienced BOINC users, who can: %s answer questions about BOINC and volunteer computing; %s walk you through the process of installing and using BOINC; %s troubleshoot any problems you might have.
ar: تتيح لك المساعدة على الخط أن تتحدث شخصيا مع مستخدمي BOINC ذوي خبرة يمكنهم % إجابة أسئلتك عن BOINC و&nbsp;الحوسبة التطوعية؛ %s المشي معك خطوة بخطوة عبر إجراءات تثبيت و&nbsp;استخدام BOINC؛ %s مساعدتك حل أي مشكلات تواجهك.
ca: L'Ajuda en línia de BOINC li permet converses directes amb usuaris experts, que poden: %s respondre preguntes respecte BOINC i la computació assistida; %s proporcionar informació respecte el procés d'instal·lació i utilització de BOINC; %s resolució de qualsevol problema que pugui tenir.
de: Mit der BOINC-Onlinehilfe können Sie sich persönlich mit einem erfahrenen BOINC-Nutzer unterhalten. Dieser kann: %sFragen rund um BOINC und Volunteer Computing beantworten, %sSie bei der Installation und beim Betrieb von BOINC unterstützen %sund Problemen aller Art auf den Grund gehen.
es: La ayuda Online de BOINC le permite hablar directamente con usuarios BOINC con experiencia, que pueden: %s contestar preguntas sobre BOINC y computación voluntaria; %s le guia en el proceso de instalar y usar BOINC; %s resuelven cualquier problema que pudiera tener.
fr: L'aide en ligne de BOINC vous permet de communiquer avec des utilisateurs expérimentés de BOINC, qui peuvent : %s répondre à vos questions à propos de BOINC et du calcul partagé ; %s vous accompagner pour l'installation et l'utilisation de BOINC ; %s vous dépanner pour d'autres problèmes que vous pourriez avoir.
pl: Pomoc Online BOINC pozwala Ci porozmawiaæ bezpoœrednio z doœwiadczonym u¿ytkownikiem BOINC, który mo¿e: %s odpowiadzieæ na twoje pytania dotycz¹ce BOINC i przetwarzania rozproszonego; %s przeprowadziæ Cie przez proces instalacji i u¿ywania BOINC; %s pomóc rozwi¹zaæ jakikolwiek problem zwi¹zany z BOINC.

# HELP_P1_2
source: BOINC Online Help is based on %sSkype%s, an Internet-based telephone system. Skype is free (both the software and the calls). If you don't already have Skype, please %sdownload and install it now%s. When you're finished, return to this page.
ar: تعتمد مساعدة BOINC على الخط على %sسكايب%s، و&nbsp;هو&nbsp;تظام هاتفي لإنترنت، مجاني (البرمجية و&nbsp;المكالمات). إذا لم تكن مستخدما لسكايب %sنزِّله و&nbsp;ثبته الآن%s و&nbsp;عندما تتم ذلك ارجع إلى هذه الصفحة.
ca: La Ajuda en línia BOINC està basada en %sSkype%s, un sistema telefónic basat en Internet. Skype is lliure (ambdós programari i trucades). Si no té instal·lat Skype, si us plau %sel descarregui i instal·li ara%s. Quan hagi finalitzat, torni a aquesta pàgina.
de: Die BOINC-Onlinehilfe basiert auf %sSkype%s, einem System zum Telefonieren über das Internet. Skype ist kostenlos (sowohl die Software, als auch die Anrufe). Wenn Sie Skype noch nicht haben, können Sie es jetzt %sherunterladen%s und installieren. Kehren Sie zu dieser Seite zurück, wenn Sie fertig sind.
es: La ayuda Online de BOINC está basada en %sSkype%s, un sistema de telefonía basado en Internet. Skype es gratuito (el programa y las llamadas). Si todavía no tiene Skype, por favor, %sdescarguelo e instálelo ahora%s. Cuando haya terminado, vuelva a esta página.
fr: L'aide en ligne de BOINC est basées sur %sSkype%s, un système de téléphonie basé sur Internet. Skype est gratuit (aussi bien le logiciel que les appels). Si vous n'avez pas encore Skype, vous pouvez %sle télécharger et l'installer dès à présent%s. Lorsque vous aurez fini, revenez à cette page.
pl: Pomoc Online BOINC jest oparta o %sSkype%s, - internetowy komunikator i telefon. Skype jest darmowy (darmowa rozmowa g³osowa miêdzy dwoma posiadaczami programu). Je¿eli nie masz jeszcze Skype'a, %spobierz i zainstaluj go teraz%s. Jeœli skoñczysz instalacjê i konfiguracjê Skype'a, wróæ na t¹ stronê.

# HELP_P1_3
source: The best way to get help is by voice, for which you need either built-in microphone and speakers or an external headset for your computer. You can also use Skype's text-based chat system or regular email (if you don't have Skype) to communicate with Help Volunteers.
ar: أفضل طريقة للحصول على العون هي المحادثة، و&nbsp;من أجل ذلك يلزمك سماعات و&nbsp;ميكروفون في حاسوبك. أو&nbsp;يمكنك عوضا عن ذلك استخدام خدمة الدردشة النصية في التواصل مع المتطوعين للمساعدة.
ca: El millor sistema per obtenir ajuda és de paraula, per la qual cosa necessita un sistema intern o extern de micròfon i altaveus per el seu ordinador. També pot utilitzar el sistema de conversa basat en text de Skype o per correu electrònic (si no disposa de Skype) per comunicar-se amb els Voluntaris que ofereixen ajuda.
de: Am einfachsten geht es, wenn Sie direkt miteinander sprechen, wozu Sie entweder ein eingebautes Mikrofon und Lautsprecher oder ein externes Headset für Ihren Computer benötigen. Wahlweise können Sie auch das textbasierte Chat-System von Skype benutzen, um mit dem freiwilligen Helfer zu kommunizieren.
es: El mejor modo de obtener ayuda es por voz, para lo que necesita micrófono y altavoces integrados en su ordenador o externos a su ordenador. Usted puede usar también el chat basado en texto de Skype o coreo electrónico normal (si no tiene Skype) para comunicarse con Voluntarios para Ayuda.
fr: La communication vocale est le meilleur moyen d'obtenir de l'aide. Vous aurez donc besoin d'un microphone et de haut-parleurs ou d'un casque-micro pour votre ordinateur. Vous pouvez également utiliser le système de tchat par texte de Skype pour communiquer avec les dépanneurs bénévoles.
lt: The best way to get help is by voice, for which you need either built-in microphone and speakers or an external headset for your computer. Alternatively, you can use Skype's text-based chat system to communicate with Help Volunteers.
pl: Najlepsz¹ drog¹ otrzymania pomocy jest kontakt g³osowy, do którego obie strony potrzebuj¹ mikrofonu i s³uchawek lub g³oœników. Alternatywn¹ metod¹ porozumiewania siê z ochotnikami oferuj¹cym swoj¹ pomoc przez Skype jest rozmowa tekstowa.

# HELP_P1_4
source: Volunteers speaking several languages are available. Please select a language:
ar: يتحدث المتطوعون لغات عدة، اختر لغة:
ca: El Voluntaris parlen diversos idiomes. Si us plau seleccioni un idioma:
de: Die freiwilligen Helfer sprechen verschiedenste Sprachen. Bitte wählen Sie eine Sprache:
es: Hay disponibles Voluntarios que hablan distintos idiomas. Por favor, seleccione un idioma:
fr: Des dépanneurs parlant de nombreuses langues sont disponibles. Sélectionnez votre langue :
pl: Ochtnicy pochodz¹ z ró¿nych krajów i znaj¹ zazwyczaj parê jêzyków. Wybierz jêzyk, w którym chcia³byœ otrzymaæ pomoc:

# HELP_HEADING2
source: BOINC help on the web
ar: مصادر أخرى للمساعدة
ca: Ajuda per a BOINC a la web
de: Andere Hilfequellen
es: Ayuda para BOINC en la web
fr: Autres sources d'aide
lt: Other sources of help
pl: Inne Ÿród³a pomocy

# HELP_P2_ITEM1
source: BOINC user's manual
ar: تشغيل BOINC
ca: Manual de l'usuari BOINC
de: BOINC bedienen
es: manual de usuario de BOINC
fr: Utiliser BOINC
lt: Running BOINC
pl: Korzystanie z BOINC

# HELP_P2_ITEM2
source: Troubleshooting BOINC
ar: حل مشكلات BOINC
ca: Resolució de problemes BOINC
de: BOINC-Probleme beheben
es: Solucionando problemas con BOINC
fr: Problèmes avec BOINC
pl: Problemy z BOINC i ich rozwi¹zania

# HELP_P2_ITEM3
source: BOINC-related web sites
ar: مواقع متعلقة بما يخص BOINC
ca: Llocs web a propòsit de BOINC
de: Andere Websites zum Thema BOINC
es: Sitios web relacionados con BOINC
fr: Sites web concernant BOINC
pl: Strony poœwiêcone BOINC

# HELP_P2_ITEM4
source: The BOINC message boards
ar: منتديات BOINC
ca: 'message boards' de BOINC
de: BOINC-Diskussionsforen
es: Los foros de BOINC
fr: Les fora BOINC
pl: Forum dyskusyjne BOINC

# HELP_P2_ITEM5
source: The message boards on any BOINC-based project
ar: منتديات أي مشروع مبني على BOINC
ca: 'message boards' en qualsevol projecte BOINC
de: Diskussionsforen der einzelnen BOINC-basierten Projekte
es: Los foros sobre cualquier proyecto basado en BOINC
fr: Les fora de tout projet basé sur BOINC
pl: Fora dyskusyjne ka¿dego projektu BOINC

# HELP_HEADING3
source: Be a Help Volunteer
ar: تطوع للمساعدة
ca: Facis Voluntari per ajudar
de: Ein freiwilliger Helfer werden
es: Sea Voluntario para Ayuda
fr: Soyez volontaire pour aider les autres utilisateurs
lt: Būk savanoriu pagalbininku
pl: Zostañ ochotnikiem oferuj¹cym pomoc

# HELP_P3_1
source: If you're an experienced BOINC user, we encourage you to %sbecome a Help Volunteer%s. It's a great way to help the cause of scientific research and volunteer computing - and it's fun!
ar: إن كنت ذا خبرة في استخدام BOINC فنحن نحثك على أن %sتتطوع للمساعدة%s. هذه إحدى وسائل دعم البحث العلمي و&nbsp;الحوسبة التطوعية - كما أنها مسيلة!
ca: Si es un usuari avançat de BOINC, l'animem %sa fer-se Voluntari%s. Es una manera d'ajudar a la recerca científica i la computació distribuïda - i es divertit!
de: Sie sind ein erfahrener BOINC-Nutzer? Wenn dem so ist, möchten wir Sie ermutigen, ein %sfreiwilliger Helfer zu werden%s. Es ist eine wirklich tolle Möglichkeit, die wissenschaftliche Forschung zu unterstützen - und es macht einfach Spass!
es: Si usted es un usuario BOINC con experiencia, le animamos a %sser un Voluntario para Ayuda%s. Este es un gran modo de ayudar a la causa de la investigación científica y computación voluntaria - ¡y es divertido!
fr: Si vous êtes un utilisateur expérimenté de BOINC, nous vous encourageons à %sdevenir un dépanneur bénévole%s. C'est un bon moyen d'aider la cause de la recherche scientifique et le calcul bénévole - et c'est amusant !
pl: Jeœli jesteœ doœwiadczonym u¿ytkownikiem BOINC, mo¿esz %szostaæ ochotnikiem oferuj¹cym pomoc%s. Jest to najlepsza droga, aby pomóc naukowym projektom i ochotnikom chc¹cym wspomóc projekty naukowe, a co najwa¿niejsze jest to przyjemne i daje satysfakcjê!

# HELP_P3_2
source: If you're already a Help Volunteer: to edit your settings, %sclick here%s.
ar: إن كنت بالفعل متطوعا للمساعدة: %sيمكنك تحرير تضبيطاتك%s.
ca: Si ja és un Voluntari: per editar la seva configuració, %spremi aquí%s.
de: Wenn Sie bereits ein freiwilliger Helfer sind, können Sie hier Ihre %sEinstellungen bearbeiten%s.
es: Si usted es ya un Voluntario para Ayuda: para editar sus preferencias, %spulse aquí%s.
fr: Si vous êtes déjà un dépanneur bénévole : pour éditer vos informations, %scliquez ici%s.
pl: Je¿eli jesteœ ju¿ ochotnikiem oferuj¹cym pomoc, mo¿esz %sklikn¹æ tutaj%s, aby zmieniæ swoje ustawienia.
